[{"sunSign":1,"moonSign":1,"description":"整体个性气质偏外向型，乐观积极。情绪易激动，反应迅速，行动敏捷，暴躁而有力；对待工作总是能保持激情，无论是在言语还是在行为上，迅速的反应能力，能够应对突发性情况，行动力强而又敏捷，在处理事情上绝不拖泥带水。有一种强烈而迅速燃烧的热情，这十分有利于促进工作的效率和进度，一般在职场上适合做工作的先锋将。但是过分的激情容易性急，而变得暴躁，在处理一些细节上显得耐心不够。自尊心强，伤及自尊的我问题很容易发怒且富于攻击性。虽然火气很大，但是愤怒来的快去的也快，不会记仇。克服困难上有坚忍不拔的劲头，但不善于考虑长远的后果,活在当下，喜欢即时性的成果，对刺激性冒险性的事物比较感兴趣。\n对于朋友总是仗义热情，很有江湖义气的感觉，但是心思单纯、和直白特点也容易忽略朋友的想法，有时不顾朋友的建议,刚愎自用，在心机不足的情况下也容易被利用。\n 激情和刺激是生活动力的来源，对自己所喜欢的事情会完全彻底地投入，不过激情只能够燃烧较短的时间。缺乏耐心和持久力，通常虎头蛇尾、“朝三暮四”。\n在爱情方面，对待另一半往往是细心呵护，无微不至，但霸道冲动也会经常与另一半产生冲突。时常情感也会因为缺乏激情而消退。"},
{"sunSign":1,"moonSign":2,"description":"性格有内有外，性格乐观坚韧，开朗豁达，固执独断，对待工作以经验主义为行事准则，认真有耐心。有着较强行动力，虽然对待很多事情表现的拖拉，懒散，但面对有激情的挑战总能表现出积极，不惧挑战的魄力。会在人群中十分亮眼。偶尔会有一些冲动，不计后果的固执，让他人觉得会比较孩子气。灵活性的特点会让自己对很多事产生兴趣，\n为人坦率，待人真实，这使得身边总是有几个彼此真心相待的朋友。不过若遇到难以解决或无法掌握的状况时，也会表现出性情急燥的一面，宛如暴君一般，令人有难以靠近之感。\n对待爱情会考虑对方是否和自己一样务实，事实求是，也会考虑对方真的和自己是否玩的开心，情感上其实很单纯，但有时太过简单的感情也会让对方觉得自己是否是一个情感上比较可靠的人。\n"},
{"sunSign":1,"moonSign":3,"description":"外向型性格,性格波动处于稳定不稳定之间。思维活跃敏捷，善于表达。\n在新的环境里不感到拘束，在工作学习上富有精力而效率高，表现出机敏的工作能力，善于适应环境变化，在集体中始终朝气蓬勃，精神愉悦，好奇于新鲜事物，在有充分自制能力和纪律性的情况下，会表现出巨大的积极性。兴趣广泛，但情感易变，如果事业上不顺利，热情可能消失，其速度与投身事业一样迅速。因为太过追求自由与表现所以一般沉淀性的工作并不适合自己。而在交际型的工作中生龙活虎。这也有赖于出色的反映能力表达能力。\n不太能忍受独处的环境，乐于交际。在朋友面前总能展现出活泼的一面，时常抖一些小机灵。有时会给朋友一种善变、三分钟热度的生活态度。无论对事还是对人总是秉承着自己心情来定，不管是对还是错，不愿意去思考太多。\n在情感方面或许是个花心多变的人，这是因为缺乏耐心和追求自由的好奇心理。无法忍受另一半的过多约束与教条。只有能跟上自己思维的节奏才能发展成长久稳定的伴侣。\n"},
{"sunSign":1,"moonSign":4,"description":"性格有内有外,内外向都属于不稳定型。思想细腻、情绪深刻、情感表达强烈。\n情绪变化较大，来自内心的自信与自卑都很强，工作中如果控制好自我情绪状态，创造力和行动力都是相当惊人的。敏感且易怒，做事情凭直觉判断，工作中的被动性和主动性都很强，当有着刺激自己热情和想象力的工作时，就能表现出很强的爆发力，风风火火的做事态度也很容易做出亮眼的表现，只是在对需要耐心的工作上，容易懒散下来，这也有部分因为情绪控制不够好，自制能力不够。很多时候容易健忘，有时候却也会在耿耿于怀的小事上拥有着超强记忆力。\n在交朋友方面既富于言辞表达也有着洞察体会他人心思的共情心。这就很容易让他人靠近于自己，能快速融于热火朝天人群中，亦能享受于独处的思考想像的空间。\n情绪变化起伏太大，感情来的时候热烈奔放，当激情消退，感情也容易转移流失，也许重视感情的准则会让自己坚持，但本身耐心不足，迟早也会放弃不痛快的感情。\n"},
{"sunSign":1,"moonSign":6,"description":"性格有内有外,内向稳定外向不稳定型性格特点矛盾突出,既拥有着本分、自制、镇定的气质表现、又拥有着热情、冲动、急躁的行为特征。\n在工作上时而表现出强大的行动力与执行力，反应迅速，积极主动，不达目的不回头，但也会因为激情消退，枯燥无味的工作而变得易怒、固执、甚至拖延的状态。爱表现，重荣誉，会借着过往优秀的经验往往可以轻松处理好每件事。重视物质上的沉淀，自尊心强，在自己的强项中总希望能凌驾指导于他人。想要大胆去挑战去冒险刺激的事情，容易义气用事，会冲动暴躁。对人对事也会有吹毛求疵的想法。\n生活上懂得如何去享受与体验、精打细算，慢条斯理。有时虚荣爱表现的特征也会让自己大手大脚挥霍无度。对待朋友很仗义，讲哥们义气，讲面子。有不错的朋友圈。\n对待爱情会考察对方正直务实的品质、也会因为一时刺激很快的就产生强烈的感情、爱情中既表现出成熟稳重的一面又表现幼稚调皮的孩子气。这种矛盾性根深蒂固。\n"},
{"sunSign":1,"moonSign":5,"description":"外向不稳定型性格，情绪兴奋性高，脾气火爆，反应速度快，热情开朗，阳光自信，在工作中能保持积极主动，有着十分果断执行力，做事情也是风风火火，比较高调的去表现自我，发挥自我。强大的行动力和办事效率会给人以精干的表现，不过考虑问题缺乏长远性和深度，思考问题过于简单，对需要耐心的事情很难耐住性子。也会因为过于爱面子而喜欢强撑自己，渴望能成为工作中出色的领导型人才。自尊心强，无法忍受他人的诋毁与质疑。希望收获他人的赞美和鼓励。为人善良直率，没有太多心机。喜欢直接了当，简简单单。\n拥有充沛的精力在生活中 爱刺激爱冒险的精神总是能乐于尝试新鲜事物，无法忍受枯燥单调的生活。对朋友慷慨热情，同时十分仗义。优秀的表达能力善于争辩的能力在和朋友沟通过程之中总能占据上风。\n爱情方面，情感发生迅速，积极主动，对带自己的喜欢的人无微不至，无论是在心灵上还是物质上都是大手大脚，大开大合，会幼稚的像小孩。不过也会因为激情消退而感情迅速转移，缺乏专注的品质。\n"},
{"sunSign":1,"moonSign":7,"description":"外向型性格，性格属于稳定与不稳定之间，自信满满，阳光积极。有着不俗的口才与表现力，总是能保持着很强的行动力与执行力。出色的沟通能力。性格直爽，随心所欲，喜爱自由自在难以接受约束。有着很强的迅速学习的天分，手脑协调性身体协调性都很强，能很轻松学会各种技能。不足的是对待需要坚持的事物总是会缺乏耐心，尤其当兴趣不在，激情消退的时候就很容易失去执着专注的动力。很强的自尊心，容易冲动，难以克制住脾气。事事追求平衡的状态，在面临决定时候会有犹豫不决的状态，也会头脑发热做出冲动的决断。\n生活中，精力旺盛，无法忍受孤独寂寞，不知疲倦的状态总是愿意融入热闹的环境，积极的表现出自己耀眼的一面，时而也会有一些像小孩子般都幼稚。\n不错的交际能力，平时也乐于交朋友，讲哥们义气，爱面子，温文尔雅的气质中透露着热情，会看重自我荣誉，自己的形象地位不能接受他人诋毁。\n对待情感容易来的快去的也快，自身激情四射，随性自由性格需要对方能够有足够的新鲜感与热情进行调剂，如果不能开心玩到一起，就很难有瞬间迸发出的感情。"},
{"sunSign":1,"moonSign":8,"description":"性格有内有外,内外向都属于不稳定型。思想细腻、情绪深刻、情感表达强烈。\n情绪变化较大，容易低落也容易热血澎湃，工作中如果控制好自我情绪状态，创造力和行动力都是相当惊人的。工作中的被动性和主动性都很强，敏感且急躁，直觉性强，虽然有不错的分析和判断力，但很多决定都是一时冲动，思考足够谨慎，落实到行为中总会火急火燎。会有一些粗心大意，不管细节。当有着刺激自己热情和想象力的工作时，能表现出很强的爆发力，风风火火的做事态度也很容易做出亮眼的表现，只是在对需要耐心的工作上，容易懒散下来，耐心不足，无法忍受枯燥单调的事物。自制能力不够。会有一些任性妄为。大事能深刻谨记小事容易健忘。\n在交朋友方面既富于言辞表达也有着洞察体会他人心思的共情心。这就很容易让他人靠近于自己，能快速融于热火朝天人群中，亦能享受于独处的思考想像的空间。既热爱热闹，也享受孤独。\n情绪变化起伏太大，感情来的时候热烈奔放，耐心有限，对待感情虽然深情，但是缺乏专注，一旦激情消退，感情也容易转移。\n"},
{"sunSign":1,"moonSign":9,"description":"外向不稳定型性格，情绪兴奋性高，脾气火爆，反应速度快，热情开朗，阳光自信，在工作中能保持积极主动，有着十分果断执行力，做事情也是风风火火，比较高调的去表现自我，发挥自我。强大的行动力和办事效率会给人以精干的表现，不过考虑问题缺乏长远性和深度，思考问题过于简单，对需要耐心的事情很难耐住性子。也会因为过于爱面子而喜欢强撑自己，渴望能成为工作中出色的领导型人才。自尊心强，无法忍受他人的诋毁与质疑。希望收获他人的赞美和鼓励。为人善良直率，没有太多心机。喜欢直接了当，简简单单。\n拥有充沛的精力在生活中 爱刺激爱冒险的精神总是能乐于尝试新鲜事物，无法忍受枯燥单调的生活。对朋友慷慨热情，同时十分仗义。优秀的表达能力善于争辩的能力在和朋友沟通过程之中总能占据上风。\n爱情方面，情感发生迅速，积极主动，对带自己的喜欢的人无微不至，无论是在心灵上还是物质上都是大手大脚，大开大合，会幼稚的像小孩。不过也会因为激情消退而感情迅速转移，缺乏专注的品质。\n"},
{"sunSign":1,"moonSign":10,"description":"性格有内有外，内向稳定和外向不稳定型的结合。忍耐而有激情，稳重而又轻浮，安静而又闹腾。对很多事情的状态都是，理智，踏踏实实，慢慢吞吞甚至有拖延的状况。而遇到能激发自我热情与挑战的时候，会变得自信十分有勇气，果断而不拖泥带水，表现出极强的行动力。同时对于自己过往有经验的工作亦能表现出良好的决断和迅速的办事效率，虽然会缺乏一些想象力和创造力，但是懂得学习积累的品质，往往也能带能工作或者人生的收益。理智，务实，淡定的状态下，往往带着自信冲动急躁的一面。有着很好的反应和学习能力但在很多问题上始终坚持原则，原则过于强时就容易固执己见。也容易钻牛角尖。\n在与朋友的相处过程之中，热情慷慨，同时懂得享受，往往懂得分享趣事活跃起群体气氛。虽然平时易怒冲动的毛病也会露显，但大部分都懂得平静与克制。\n在对待感情方面虽然没有富有想象力的浪漫和柔情，但很多日常生活中的小细节总能无微不至。虽然秉承着务实，实际的为人处世的生活准则"},
{"sunSign":1,"moonSign":11,"description":"外向型性格,性格波动处于稳定不稳定之间。思维活跃敏捷，善于表达。\n在新的环境里不感到拘束，在工作学习上富有精力而效率高，表现出机敏的工作能力，善于适应环境变化，在集体中始终朝气蓬勃，精神愉悦，好奇于新鲜事物，在有充分自制能力和纪律性的情况下，会表现出巨大的积极性。兴趣广泛，但情感易变，如果事业上不顺利，热情可能消失，其速度与投身事业一样迅速。因为太过追求自由与表现所以一般沉淀性的工作并不适合自己。而在交际型的工作中生龙活虎。这也有赖于出色的反映能力表达能力。\n不太能忍受独处的环境，乐于交际。在朋友面前总能展现出活泼的一面，时常抖一些小机灵。有时会给朋友一种善变、三分钟热度的生活态度。无论对事还是对人总是秉承着自己心情来定，不管是对还是错，不愿意去思考太多。\n在情感方面或许是个花心多变的人，这是因为缺乏耐心和追求自由的好奇心理。无法忍受另一半的过多约束与教条。只有能跟上自己思维的节奏才能发展成长久稳定的伴侣。\n"},
{"sunSign":1,"moonSign":12,"description":"性格有内有外,内外向都属于不稳定型。思想细腻、情绪深刻、情感表达强烈。\n情绪变化较大，来自内心的自信与自卑都很强，工作中如果控制好自我情绪状态，创造力和行动力都是相当惊人的。敏感且易怒，做事情凭直觉判断，工作中的被动性和主动性都很强，当有着刺激自己热情和想象力的工作时，就能表现出很强的爆发力，风风火火的做事态度也很容易做出亮眼的表现，只是在对需要耐心的工作上，容易懒散下来，这也有部分因为情绪控制不够好，自制能力不够。很多时候容易健忘，有时候却也会在耿耿于怀的小事上拥有着超强记忆力。\n在交朋友方面既富于言辞表达也有着洞察体会他人心思的共情心。这就很容易让他人靠近于自己，能快速融于热火朝天人群中，亦能享受于独处的思考想像的空间。\n情绪变化起伏太大，感情来的时候热烈奔放，当激情消退，感情也容易转移流失，也许重视感情的准则会让自己坚持，但本身耐心不足，迟早也会放弃不痛快的感情。\n"},
{"sunSign":6,"moonSign":6,"description":"性格内向稳定型，善于克制自己、不会有情绪高涨或者情绪低落的状态，严格恪守既定的生活秩序和工作制度，不为无所谓的动因而分心。态度持重，交际适度，不作空泛的清谈，做事关注细节，也会拘泥于细节，有着很强的观察力，能长时间坚持不懈，有条不紊地从事自己的工作。不足的是有些事情不够灵活，不善于转移自己的注意力，因循守旧，表现出固定性有余，而灵活性不足。同时也会伴随着拖延，懒散的毛病。在对待自己工作或者事业上有着务实求真的态度，也会吹毛求疵，过于追去完美。\n生活上可能会有一些小洁癖，可能也会有一种中性化的生活表现。对待一些事也会婆婆妈妈、斤斤计较、遇到上升到原则的事情往往会十分执着和固执。也许自己本身没有太多远大抱负、但是会注意物质沉淀和自我提升。懂得享受当下，知足常乐。\n对待情感上不会因为对方过于耀眼而真正着迷，细心的观察力会去察觉对方是否是个务实有耐心的人。因为自己情感是靠时间慢慢累积的，而非一时激情。\n"},
{"sunSign":6,"moonSign":7,"description":"稳定型性格内外兼有，情绪平稳，不会有冲动、易怒也不会有多想抑郁的状态。聪明而具有智慧，工作上，脚踏实地，讲究实干，追求一种无论是在工作上还是个人理想上的一种完美平衡的关系，喜欢持有与众不同的观点，厌恶单调的事物，讲究原则有一定的固执性。有着良好的耐心和持久力，重视自我与现实物质的需要。能在工作上不骄不躁，气定神闲的处理好每个事情，良好的观察力，能够发现他人所看不到的细节，有时会深陷细节上，无法自拔。会以经验的方式去处理未知的困难，也会讲究随机应变。热爱自由，既在努力挣脱现实的约束，又在时时刻刻自我约束。\n懂得体验生活，享受生活，有一定聪慧好学的能力，并培养一些小的兴趣爱好。丰富自己。善于沟通，有不错的朋友缘，同时也喜欢唠叨，和朋友在一起可以一直说着不停。\n情感方面，会有一些挑剔，追求完美的想法，希望与另一半能够保持每天新鲜有趣的状态还能坚持实在踏实的生活。\n"},
{"sunSign":6,"moonSign":8,"description":"内向型性格，性格处于稳定与不稳定的状态，大部分时间为安静沉默的状态。心思敏感细腻，仔细务实。以经验主义准则对待工作和处理未知的事物。在工作上不会冒进冲动，也不会耍小聪明。更多的是学习累积，善于思考，凭借优秀的观察力和一定的分析能力，会慢条斯理的把问题一个个解决。讲原则，重视工作或者事物的实际意义。有着不错想象力和创造能力，厌恶庸俗，能创造出与众不同的成果，同时会有一些极端的想法。兴趣转移慢，一旦执着一件事会一直耐心坚持下去，会变得固执，并同时还有一些拖延毛病。在面对情绪化的问题会优柔寡断。\n生活上讲究不拘一格，会有很多一直坚持的或者完全不能接受的习惯。有时也会比较懒散。一般并不乐于交际，会自己享受属于自己的孤独的状态。朋友不多，但是重在质量，能够有足够的信任往往才能成为知心的朋友。在外人寡言少语，在朋友面前叨叨不停。\n对待情感深刻执着，内心会有悲观自卑的状态，平淡冷静的外表下是十分火热的心，只是自身状态很容易受感情的波动而变得反覆无常，歇斯底里。\n"},
{"sunSign":6,"moonSign":9,"description":"性格有内有外，状态处于稳定与不稳定之间，性格乐观坚韧，对待工作以经验主义位行事准则，喜欢有激情有挑战的困难，愿意努力去适应克服困难，一般会有不错的忍耐力，只是过于枯燥单调重复的东西容易让自己激情消退，兴趣转移。偶尔面对问题会有一些冲动或者不计后果的固执态度，让自己变得暴躁和厌恶。想法理性，但是缺乏深度思考，会以实事求是态度和良好的行动力去解决问题。\n生活上会有许多属于自己的兴趣爱好，爱玩，玩得也很深入，知足常乐，十分理解人生的体验就是追寻快乐。\n为人坦率，待人真实，总能和大家愉快的享受集体活动。不过有时婆婆妈妈斤斤计较的本性也会和朋友争论不休。\n对待爱情会考虑对方是否和自己一样务实，事实求是，理性成熟的外表下藏着一颗像孩子般天真善良的心。情感上其实很单纯，也会一时冲动就喜欢上对方。\n"},
{"sunSign":6,"moonSign":10,"description":"性格内向稳定型，善于克制自己、所以行动缓慢而沉着，严格恪守既定的生活秩序和工作制度，不为无所谓的动因而分心。态度持重，交际适度，不作空泛的清谈，情感上不易激动，不易发脾气，也不易流露情感，原则性强，讲究务实。能长时间坚持不懈，有条不紊地从事自己的工作。不足的是有些事情不够灵活，不善于转移自己的注意力。因循守旧，表现出固定性有余，而灵活性不足。在对待需要耐心的工作上能持之以恒,有始有终。对待很多事情有着追求完美力求最好的心态，也会纠结于细节上无法自拔。\n生活上可能会有一些小洁癖，对待一些事也会婆婆妈妈、斤斤计较、遇到上升到原则的事情往往会十分执着和固执。虽然想象力和创造力匮乏一些，但懂得沉淀累积，懂得学习进步，总能弥补差距。\n对待情感上不会因为对方过于耀眼而真正着迷，细心的观察力会去察觉对方是否是个务实有耐心的人。因为自己情感是靠时间去观察和经历，而非一时激情。\n"},
{"sunSign":6,"moonSign":11,"description":"稳定型性格，内向外向皆有，情绪平稳，不会有冲动、易怒的状态。也不会有多想抑郁的状态。脚踏实地，讲究实干，同时思维活跃，想法抽象另类，喜爱无拘无束，追求自由。有快速学习的能力，对待特殊的事物往往有极大的兴趣，但有时候容易三分钟热度。自尊心较强，会注意强调一些仪式感的东西。对于对于一些细节的东西会有无限的纠结与选择困难。固执与随性的特点并存，既会执着一些事亦会随意放弃一些事情。\n生活上追求自己独一无二的生活方式，能找到一些生活上的小娱乐，小嗜好。懂得在闲暇的时光充分的体验生活。健谈亲切，能和不一样的人交朋友，交际能力也不错，所以有着不错朋友缘。不过有时候容易将自己的想法加诸于他人身上。\n情感方面，对于那些有趣的，活泼的异性总能产生好感，但事实上自己也是比较务实的人，所以情感上也是能希望拥有更多的物质基础。\n"},
{"sunSign":6,"moonSign":12,"description":"内向型性格，原则性强，表现出一定的固执性。感受性强，反应缓慢，有较高的耐心和深刻情绪体验。观察及其仔细，对细节小心谨慎，内心有着极大的愤世嫉俗的态度却不流于表面。拥有着巨大的想象力创造力，总希望在工作事业或者人生道路上有着不拘一格，独一无二的篇章。对待工作认真负责，在自己经验范围内的事能够慢条斯理的处理好，会有吹毛求疵的毛病，对一些执着的事总有一点想塑造完美的强迫症。可能对文学性艺术性的东西有一些特殊的天赋。\n生活上懂得累积和提升。虽然过的很务实，但总有一些有别于他人的想法去经历和体验不一样的生活状态。\n交际适度，并不是特别爱交际，情感不易外露，不容易发怒，朋友不多，对待朋友却总是尽心尽力，有时言语刻薄，爱唠叨，但对待朋友、亲人、恋人却是非常真诚。\n情感深刻，会有些有些挑剔的毛病，也会有一些多愁善感，优柔寡断的毛病，但是对待认定的人，总是一心一意，认认真真的与对方经营好感情。\n"},
{"sunSign":6,"moonSign":1,"description":"性格有内有外,内向稳定外向不稳定型性格特点矛盾突出,既拥有着本分、自制、镇定的气质表现、又拥有着热情、冲动、急躁的行为特征。\n在工作上时而表现出强大的行动力与执行力，反应迅速，积极主动，不达目的不回头，但也会因为激情消退，枯燥无味的工作而变得易怒、固执、甚至拖延的状态。爱表现，重荣誉，会借着过往优秀的经验往往可以轻松处理好每件事。重视物质上的沉淀，自尊心强，在自己的强项中总希望能凌驾指导于他人。想要大胆去挑战去冒险刺激的事情，容易义气用事，会冲动暴躁。对人对事也会有吹毛求疵的想法。\n生活上懂得如何去享受与体验、精打细算，慢条斯理。有时虚荣爱表现的特征也会让自己大手大脚挥霍无度。对待朋友很仗义，讲哥们义气，讲面子。有不错的朋友圈。\n对待爱情会考察对方正直务实的品质、也会因为一时刺激很快的就产生强烈的感情、爱情中既表现出成熟稳重的一面又表现幼稚调皮的孩子气。这种矛盾性根深蒂固。\n"},
{"sunSign":6,"moonSign":2,"description":"性格内向稳定型，善于克制自己、所以行动缓慢而沉着，严格恪守既定的生活秩序和工作制度，不为无所谓的动因而分心。态度持重，交际适度，不作空泛的清谈，情感上不易激动，不易发脾气，也不易流露情感，能自治，也不常常显露自己的才能。能长时间坚持不懈，有条不紊地从事自己的工作。不足的是有些事情不够灵活，不善于转移自己的注意力。因循守旧，表现出固定性有余，而灵活性不足。对待需要耐心的工作，往往别其他人更能做的更好。如果拥有着正确的引导环境，凭借着努力务实的特点也会在工作或者人生道路上有着不错的境地。\n生活上可能会有一些小洁癖，对待一些事也会婆婆妈妈、斤斤计较、遇到上升到原则的事情往往会十分执着和固执。也许自己本身没有太多远大抱负、但懂得享受当下，知足常乐也是一种十分宝贵的生活态度。\n对待情感上不会因为对方过于耀眼而真正着迷，细心的观察力会去察觉对方是否是个务实有耐心的人。因为自己情感是靠时间的沉淀和累积、而非一时激情。"},
{"sunSign":6,"moonSign":3,"description":"稳定型性格内外兼有，情绪平稳，不会有冲动、易怒也不会有多想抑郁的状态。脚踏实地，讲究实干，多数时候又能展现自己机智聪慧的一面，热爱自由，喜欢与众不同，厌恶单调的事物，即使自己也比较循规蹈矩，十分讲究原则与自我约束。有着良好的耐心和持久力。重视自我与现实物质的需要。能在工作上不骄不躁，气定神闲的处理好每个事情，有时也会投机取巧，随机应变的解决工作问题。良好的观察力，能够发现他人所看不到的细节，有时会深陷细节上，无法自拔。会以经验的方式去处理未知的困难，也会随遇而安，无欲无求。\n生活上会拘泥于一些小的兴趣爱好，或者纠结于小的细节，在完成工作之后能够充分的去体验享受生活。善于沟通，有不错的朋友缘，有时唠唠叨叨的可以和朋友不停的说话，转瞬之间又变得异常安静，让人捉摸不透。\n情感方面，会有一些挑剔，追求完美的想法，但一旦遇到那种有趣、喜爱异性，亦会踏踏实实温暖着对方。\n"},
{"sunSign":6,"moonSign":4,"description":"内向型性格，原则性强，表现出一定的固执性。感受性强，反应缓慢，有较高的耐心和深刻情绪体验。观察及其仔细，对细节小心谨慎，内心有着极大的愤世嫉俗的态度却不流于表面。拥有着巨大的想象力创造力，总希望在工作事业或者人生道路上有着不拘一格，独一无二的篇章。对待工作认真负责，在自己经验范围内的事能够慢条斯理的处理好，会有吹毛求疵的毛病，对一些执着的事总有一点想塑造完美的强迫症。可能对文学性艺术性的东西有一些特殊的天赋。\n生活上懂得累积和提升。虽然过的很务实，但总有一些有别于他人的想法去经历和体验不一样的生活状态。\n交际适度，并不是特别爱交际，情感不易外露，不容易发怒，朋友不多，对待朋友却总是尽心尽力，有时言语刻薄，爱唠叨，但对待朋友、亲人、恋人却是非常真诚。\n情感深刻，会有些挑剔的毛病，也会有一些多愁善感，优柔寡断的毛病，但是对待认定的人，总是一心一意，认认真真的与对方经营好感情。\n"},
{"sunSign":6,"moonSign":5,"description":"性格有内有外,内向稳定外向不稳定型性格特点矛盾突出,既拥有着本分、自制、镇定的气质表现、又拥有着热情、冲动、急躁的行为特征。\n在工作上时而表现出强大的行动力与执行力，反应迅速，积极主动，不达目的不回头，但也会因为激情消退，枯燥无味的工作而变得易怒、固执、甚至拖延的状态。爱表现，重荣誉，有着独一无二的作为和想法为了区别于他人优越。会借着过往优秀的经验往往可以轻松处理好每件事。重视物质上的沉淀，希望通过所累积的经验能领导于他人。想要大胆去挑战去冒险刺激的事情，但吹毛求疵的毛病也会让自己理性考虑务实现实的东西。\n生活上懂得如何去享受与体验、精打细算，慢条斯理。有时虚荣爱表现的特征也会让自己大手大脚挥霍无度。对待朋友慷慨热情、乐天达观的态度下希望可以得到他人的赞美与认同。\n对待爱情会考察对方正直务实的品质、也会因为一时刺激很快的就产生强烈的感情、爱情中既表现出成熟稳重的一面又表现幼稚调皮的孩子气。这种矛盾性根深蒂固。\n"},
{"sunSign":2,"moonSign":2,"description":"性格偏内向稳定型，整体情绪意志不容易受外界冲突影响，善于克制。大多数状态表现为安静型。\n在工作中耐心稳重,同时细心的特点也有助于工作上不容易出岔子。不过过度的关注细节也容易钻牛角尖，执拗在一个细节上走不出来。\n原则性强，容易固执，不会轻易受他人影响改变自己的态度观点，以经验主义行为处事，不断学习进度，适合能耐的下性子的工作，不太适合大局观的把控。不太适合想象力行动力强的工作。\n慢性子的状态严格遵守既定的生活秩序，让人看上去没有太多生活激情与浪漫，但事实上却比其他人更懂生活，注重实际善于总结生活经验，对物质的累积有着一定要求和准则，这也源于内心实际务实的生活态度。\n与朋友的分享算不上非常慷慨，却十分真诚，情感生活中，没有太多的浪漫柔情，也没有太多的火热激情，更多的往往是点点滴滴的实际与踏实。\n"},
{"sunSign":2,"moonSign":3,"description":"性格有内有外整体性格稳定，不容易情绪外露，很少有冲动暴躁或者抑郁低落的状态。\n乐观聪明，虽没有很大野心和魄力，但在自己的岗位上总能严守秩序，有条理的完成工作任务，偶尔也会卖弄自己小聪明去解决一些疑难杂症，在循规蹈矩的工作中，总是更乐于见机行事，因为聪明的头脑往往需要更自由的发挥，能说会道，巧言善辩，总是群体中一种特殊的存在。\n虽然有着随机应变的行事风格，但注重务实和经验主义的内心态度也会让自己陷入因循守旧，固执的状态。\n风趣幽默的特点很容易与他人走的很近，不做朋友之中的大哥大，却是朋友之间的开心果，头脑灵活，十分健谈，与朋友一起能听到很多欢乐和笑声。\n也许在外人看上去有些八面玲珑，花心随意，但是本身注重务实的本能对于另一半的追求也是很实际的，活泼的外在让人误会，只是因为有趣的人对于自己太有吸引力了。\n"},
{"sunSign":2,"moonSign":4,"description":"整体偏内向型性格，悲观防御型性格，往往会以过去的经验作为行为处事的准则。\n良好的想象力创造力与一定的约束力，心思敏感而又执着，理性与感性并存，思维行动力缓慢，感情深刻而长久，一般不善于表达、争论。不善与在躁动激烈的工作有突出表现，反而在需要耐心，想法，仔细的工作能突显天赋与兴趣，这与性格里优秀的持久力，责任感密不可分。\n执着而富有想法的人生态度有助于在自己坚持的岗位上干出一番成绩，也许未必有极端远大的理想，但知足长乐，也不失于一种宝贵的人生态度。\n虽没有多主动渴望交朋友的意愿，但是对待朋友总是真挚的，不一定是朋友中最有能力却往往是最可靠的朋友之一。\n理智的外在往往很难让他人看到其深情热烈且敏感的内心，对于喜欢的人一旦认定了，真挚的感情与责任感就不会轻易放手。\n"},
{"sunSign":2,"moonSign":5,"description":"性格有内有外,内向稳定型，外向不稳定型，忍耐而又激动，稳重而又浮躁，安静而又热情。\n对于很多事情表现出的是拖延，慢慢吞吞，惰性的习惯，而对于一些能激发热情，体验刺激的事情却又表现出极强的行动力，同时对于自己过往有经验的工作亦能表现出良好的决断和迅速的办事效率，不过对于工作或者职业生涯到也没有极大的企图心，更多的是如何在工作上展示表达以及累积自己。在激动，急躁，浮华的外表下是一种平静，理智，的务实主义。有着很好的反应和学习能力但在很多问题上始终坚持原则，原则过于强时就容易固执己见。也容易钻牛角尖。\n在与朋友的相处过程之中，热情慷慨，同时懂得享受，有时一些异俗的小幽默往往可以活跃起群体气氛。虽然平时易怒冲动的毛病也会露显，但大部分时候都懂得平静与克制。\n在对待感情方面虽然没有富有想象力的浪漫和柔情，但很多日常生活中的小细节总能无微不至。虽然秉承着务实，实际的为人处世的生活准则，但也不乏争强好胜爱面子的孩子气个性。\n"},
{"sunSign":2,"moonSign":1,"description":"性格有内有外,内向稳定外向不稳定型性格特点矛盾突出,既拥有着本分、自制、镇定的气质表现、又拥有着热情、冲动、急躁的行为特征。\n在工作上时而表现出行动迟缓、固执、甚至拖延的状态，然而一旦遇到激情上脑、热血澎湃的时候，立马表现出强大的行动力与执行力：反应迅速、积极主动、不达目的不回头。所以如若能克制好自己的惰性与急躁，凭借着过往优秀的经验往往可以轻松处理好每件事。有时候希望于成为人群中的领袖，想要大胆去挑战去冒险，同时又想守着自己本分的作为、不愿更多涉险。\n生活上懂得如何去享受与体验、精打细算，慢条斯理。有时虚荣爱表现的特征也会让自己大手大脚挥霍无度。对待朋友慷慨热情、乐天达观的态度下希望可以得到他人的赞美与认同。\n对待爱情会考察对方正直务实的品质、也会因为一时刺激很快的就产生强烈的感情、爱情中既表现出成熟稳重的一面又表现幼稚调皮的孩子气。这种矛盾性根深蒂固。\n"},
{"sunSign":2,"moonSign":6,"description":"性格内向稳定型，善于克制自己、所以行动缓慢而沉着。\n严格恪守既定的生活秩序和工作制度，不为无所谓的动因而分心。\n态度持重，交际适度，不作空泛的轻谈。\n情感上不易激动，不易发脾气，也不易流露情感，能自制，也不常常显露自己的才能。\n能长时间坚持不懈，有条不紊地从事自己的工作。不足的是有些事情不够灵活，不善于转移自己的注意力。因循守旧，表现出固定性有余，而灵活性不足。\n对待需要耐心的工作，往往比其他人更能做的更好。如果拥有着正确的引导环境，凭借着努力务实的特点也会在工作或者人生道路上有着不错的境地。\n生活上可能会有一些小洁癖，对待一些事也会婆婆妈妈、斤斤计较、遇到原则性的事情往往会十分执着和固执。\n也许自己本身没有太多远大抱负，但懂得享受当下，知足常乐也是一种十分宝贵的生活态度。\n对待情感上不会因为对方过于耀眼而真正着迷，细心的观察力会去察觉对方是否是个务实有耐心的人。因为自己情感是靠时间的沉淀和累积，而非一时激情。\n"},
{"sunSign":2,"moonSign":7,"description":"稳定型性格内外兼有，情绪平稳，不会有冲动、易怒也不会有多想抑郁的状态。\n脚踏实地，讲究实干，且又喜爱无拘无束，追求自由。\n对外方面表达出足够的敏捷思维，有快速学习的能力，对内自身方面有着良好的耐心和持久力。能在工作上不骄不躁，气定神闲的处理好每个事情。\n对于一些细节的东西会有无限的纠结与选择困难。\n固执与随性的特点并存，既会执着一些事亦会随意放弃一些事情。虽没有太多的野心，但是活在当下的人生态度，总是给人一种洒脱的气质。\n生活上亦能找到一些小娱乐，小嗜好。在闲暇的时光充分的体验生活。健谈亲切，有着很强的沟通能力，所以有着不错朋友缘。不过有时候容易将自己的想法加诸于他人身上。\n情感方面，能够在着眼于实际的情况下，去发现那些有趣的人，想要与自己所喜欢的人拥有着稳定的物质基础上，去追寻灵魂解放和自由。\n"},
{"sunSign":2,"moonSign":8,"description":"内向型性格，原则性强，表现出一定的固执性。有丰富的想象力和创造力。感受性强，反应缓慢，有较高的耐心和深刻情绪体验。观察仔细，且具有着一定的洞察力，小心谨慎，亦有一些优柔寡断。对待工作认真负责，在自己经验范围内的事能够慢条斯理的处理好，一旦坚持一种事情到极端，往往能做出不小的成就。不过有时也会钻牛角尖，往往会在错误的细节上越走越远无法自拔。可能对文学性和艺术性有着一定喜爱或追求，这源自于内心丰富情感的升华和日积月累的生活经验。\n可能是不善言辞的原因，绝不会是交际花的类型，朋友虽然不多，但却对要好的朋友十分真诚，务实的特点也让自己在选择真心朋友之前考虑对方是否是个言而有信，十分靠谱的人。\n重情感，在相互了解的基础上，往往内心的情感十分执着，深沉，但必须要注意控制自己固执和多愁善感的问题，情绪化的情感状态也会给自己带来极大的负面影响。\n"},
{"sunSign":2,"moonSign":9,"description":"性格有内有外，性格乐观坚韧，开朗豁达，固执独断，对待工作以经验主义为行事准则，认真有耐心。有着一定行动力，虽然对待很多事情表现的拖拉，懒散，但面对有激情的挑战总能表现出积极，不惧挑战的魄力。会在人群中十分亮眼。偶尔会有一些冲动，不计后果的固执，让他人觉得会比较孩子气。灵活性的特点会让自己对很多事产生兴趣，在外人看来有些贪玩，如果控制不好自制力，本性难移的一些习惯可能让自己产生不小的瘾欲。\n为人坦率，待人真实，这使得身边总是有几个彼此真心相待的朋友。不过若遇到难以解决或无法掌握的状况时，也会表现出性情急燥的一面，宛如暴君一般，令人有难以靠近之感。\n对待爱情会考虑对方是否和自己一样务实，事实求是，也会考虑对方真的和自己是否玩的开心，情感上其实很单纯，但有时太过简单的感情也会让对方觉得自己是否是一个情感上比较可靠的人。\n"},
{"sunSign":2,"moonSign":12,"description":"内向型性格时而稳定与不稳定，原则性强，表现出一定的固执性。有丰富的想象力和创造力。感受性强，反应缓慢，有较高的耐心和深刻情绪体验。观察仔细，对细节小心谨慎，正常状况态下是个务实诚恳的人，在自己内心里确藏有极大的梦幻的理想色彩主义，对待工作认真负责，在自己经验范围内的事能够慢条斯理的处理好，会钻牛角尖的毛病，可能对文学性艺术性有着一定喜爱或追求，这源自于内心丰富情感的升华和日积月累的生活经验。\n生活上比较懂得情调，有时会像归隐诗人般追求安稳恬静的田园生活。\n交际适度，并不是特别爱交际，情感不易外露，不容易发怒，朋友不多，却对待朋友十分真诚，让他人觉得十分可靠。\n情感深刻，对待感情十分执着，深沉，有时对待爱情会陷入梦幻，有一些的多愁善感的毛病，虽然自己能有很强的自制反省能力，但如果控制不好就会陷入歇斯底里的状态。\n"},
{"sunSign":2,"moonSign":11,"description":"稳定型性格，内向外向皆有，情绪平稳，不会有冲动、易怒的状态。也不会有多想抑郁的状态。脚踏实地，讲究实干，同时思维活跃，想法抽象另类，喜爱无拘无束，追求自由。有快速学习的能力，对待特殊的事物往往有极大的兴趣，但有时候容易三分钟热度。自尊心较强，会注意强调一些仪式感的东西。对于对于一些细节的东西会有无限的纠结与选择困难。固执与随性的特点并存，既会执着一些事亦会随意放弃一些事情。\n生活上追求自己独一无二的生活方式，能找到一些生活上的小娱乐，小嗜好。懂得在闲暇的时光充分的体验生活。健谈亲切，能和不一样的人交朋友，交际能力也不错，所以有着不错朋友缘。不过有时候容易将自己的想法加诸于他人身上。\n情感方面，对于那些有趣的，活泼的异性总能产生好感，但事实上自己也是比较务实的人，所以情感上也是能希望拥有更多的物质基础。\n"},
{"sunSign":2,"moonSign":10,"description":"内向型稳定型性格，整体情绪意志不容易受外界冲突影响，善于克制。大多数状态表现为安静型。在工作中耐心稳重,同时细心的特点也有助于工作上不容易出岔子。不过过度的关注细节也容易钻牛角尖，执拗在一个细节上走不出来。原则性强，不会轻易受他人影响改变自己的态度观点，能长时间坚持不懈，有条不紊地从事自己的工作。不足的是有些事情不够灵活，不善于转移自己的注意力。因循守旧，表现出固定性有余，而灵活性不足。以经验主义行为处事，不断学习进步，做事的方式缺乏创造力，想象力。\n生活也许少了很多浪漫激情的东西，但脚踏实地的生活方式才是自己真的想要的，行动缓慢，会有拖延症的小毛病，对待朋友方面，态度持重，交际适度，不作空泛的清谈，也有属于自己特有的黑色小幽默。\n情感上不易激动，不易发脾气，也不易流露情感，但是一旦真正和对方确认情感关系，就很不容易转移内心，属于比较情感专一的一类。\n"},
{"sunSign":4,"moonSign":4,"description":"内向不稳定型格，性格偏温柔型，情感丰富，想象力创造力强，观察细致，比较敏感，对待工作尽心尽力，认真负责，虽然没有特别强的行动力，也没有随机应变的小聪明，但是善于分析问题的能力，有助于比他人更好的理解工作。很多时候比较被动，对待很多问题也采取消极悲观的态度。如能提升自信心，往往自我提升会更进一步，想象力强，创造力强。过多的心思细腻也会让自己过于多愁善感，有时候也会因为一些小事变得多疑，情绪不稳。如何控制好自身理智的一面会让自己的状态更加健康。\n生活上也比较居家型，虽然对大千世界有无比好奇的想象，但是对亲情，友情，爱情归属感很重，会有一颗去创造浪漫美好生活的心。\n交际能力一般，所以不会有特别多的朋友，本身也并不是很爱热闹，但有一两个真心的朋友，就能建立起极大的信任感。\n情感方面，心思敏感，不善言辞，也不易外露，但内心感情世界是极其热烈的，看中细节。在和异性的适合的异性交往之中，能够不需要太多言语就能够理解对方心意。\n"},
{"sunSign":4,"moonSign":5,"description":"性格有内有外,内外向都属于不稳定型。思想细腻、情感表达强烈。有良好的主观判断力，会有优柔寡断的状态，在下定决心做事的时候，会坚决贯彻的执行，行动力也表现的很强。来自内心的自信与自卑都很强，工作中如果控制好自我情绪状态，创造力和爆发力都是相当惊人的。敏感且易怒，做事情凭直觉判断，工作中的被动性和主动性都很强，当有着刺激自己热情和想象力的工作时，就能表现出很高的积极性，只是在对需要耐心的工作上，持久力不够，容易懒散下来，这也有部分因为情绪控制不够好，自制能力不够。很多时候容易忘。\n生活中总是能在不经意间领导大伙，优秀的表达能力，能够很好的与他人沟通。在交朋友方面既富于热情也有着洞察体会他人心思的共情心。能快速融于热火朝天人群中，亦能享受于独处的思考想像的空间。\n喜欢有激情挑战性的爱情，但是情绪变化起伏太大，也容易让自己在情感方面浅尝辄止。\n"},
{"sunSign":4,"moonSign":6,"description":"内向型性格，原则性强，表现出一定的固执性。感受性强，反应缓慢，有较高的耐心和深刻情绪体验。观察及其仔细，对细节小心谨慎，内心有着极大的愤世嫉俗的态度却不流于表面。拥有着巨大的想象力创造力，总希望在工作事业或者人生道路上有着不拘一格，独一无二的篇章。对待工作认真负责，在自己经验范围内的事能够慢条斯理的处理好，会有吹毛求疵的毛病，对一些执着的事总有一点想塑造完美的强迫症。可能对文学性艺术性的东西有一些特殊的天赋。\n生活上懂得累积和提升。虽然过的很务实，但总有一些有别于他人的想法去经历和体验不一样的生活状态。\n交际适度，并不是特别爱交际，情感不易外露，不容易发怒，朋友不多，对待朋友却总是尽心尽力，有时言语刻薄，爱唠叨，但对待朋友、亲人、恋人却是非常真诚。\n情感深刻，会有些有些挑剔的毛病，也会有一些多愁善感，优柔寡断的毛病，但是对待认定的人，总是一心一意，认认真真的与对方经营好感情。\n"},
{"sunSign":4,"moonSign":7,"description":"性格有內有外，外向稳定型与内向不稳定型结合，总是表现出温文尔雅，斯文有礼的一面，思想灵活积极，活泼多才，学习的速度很快，在内心里却总是多愁善感，优柔寡断，面对需要判断的事和工作，总是难以决断，无限纠结。想法随性又具有一定的敏感性。学习能力较强会有一些多才多艺的本领，想法多变，会富有一定的创造力和想象力。善于观察细节，能与外人建立起良好的沟通。没有独断专行的想法，敏感性强，会多在意他人的想法，总是致力于人或事物之间的平衡关系。\n生活中，朝气蓬勃，活泼多变，追求自由自在，无拘无束状态。洒脱的外表下，总是有一些孤独感，对待家庭亲情的依赖感很强。\n感情上看似是个花心多变的人，实际上对待感情却是十分敏感和执着的，对待情感还是有很深的体验，情感的视线往往会比较注意到有趣的、敏感的人。\n"},
{"sunSign":4,"moonSign":8,"description":"内向不稳定型格，感情内敛深刻，受情绪影响大，对待工作能尽心尽责，富有巨大的想象力和创造力，善于分析问题和思考战略。优秀的洞察力能够敏锐的察觉他人想法，大部分时候都处于一种被动消极的状态，只有当自己的情感和创造力被激发的时候才能表现出足够的动力。独立思考性强，思想会相对极端一些，心思敏感，有强大的感情记忆力，往往会因为他人的伤害或者背叛而深记很久。有时候也会因为一些小事变得多疑，情绪不稳。如何控制好自身理智的一面会让自己的状态更加健康。\n对待生活和工作都是讲究现实的，虽然内心里都富有美好的期许，但很多生活上的事看得透彻，这就会让自己时刻把自己拉回现实，家庭的归属感很重，会有一颗去创造浪漫美好生活的心。\n总是保持一种孤独的状态，表达能力不强，交际方面也不太会有特别多的朋友，因为本身也没有特别爱交朋友的想法，但有一两个真心的朋友，就能建立起极大的信任感。\n情感方面，心思敏感，不善言辞，也不易外露，但内心感情世界是极其热烈的，当处于热恋之中内心那颗如孩子般幼稚的表现总自己最单纯的一面。\n"},
{"sunSign":4,"moonSign":9,"description":"性格有内有外,内外向都属于不稳定型。思想细腻、情感表达强烈。会因为心思敏感而在处理问题上有优柔寡断的一面，当有着刺激自己热情和想象力的工作时，就能表现出很高的积极性，展现出超强的行动力，自信满满，总能贯彻执行，当激情退却时，又容易懒散下来，缺乏足够持久力与耐心，自制力稍有欠缺，有时会因为喜欢挑战冒险，而变得贪玩，放纵自我。工作中如果控制好自我情绪状态，创造力和爆发力都是相当惊人的。有时也会因为不耐烦而易怒暴躁，不太适合机械、耐心的工作。\n生活中优秀的表达能力，能够迅速的与他人沟通。在交朋友方面既富于热情也有着洞察体会他人心思的共情心。能快速融于热火朝天人群中，亦能享受于独处的思考想像的空间。只是会因为情绪控制不好而变得像个小孩子一样幼稚。\n喜欢有激情挑战性的爱情，会因为情感转移过快让在情感方面浅尝辄止。给人一种花心的外在表现，而事实上对感情，对家庭的依赖性很强。"},
{"sunSign":4,"moonSign":10,"description":"内向型性格，通常是沉默安静的状态，原则性强表现出一定的固执性。感受性强，反应缓慢，有较高的耐心和深刻情绪体验。在工作中态度认真，负责。以经验主义准解决问题，缺乏一定的随机应变，但是足够的耐心和努力学习的毅力能够让自己在累积性的工作上有所作为。在良好的秩序规范下有着不错的自制力，只是当敏感的情绪发生波动时，会需要一定时间的发泄调整。不会有过分激情冲动的状态，总能保持克制，行动力不够强，会因为思前想后而变得拖延，停滞不前。\n生活上注重累积与提升，虽然过的很务实，但也会去努力去追求一些社会财富地位的东西。一般内心比较传统一些，不会轻易放纵自己。家庭在内心的地位十分重要，在工作事业的选择上家庭会成为重要的影响因素。\n交际适度，并不是特别爱交际，情感不易外露，不容易发怒，在朋友心中都是属于靠谱的类型，情感深刻，会有些有些挑剔的毛病，也会有一些多愁善感，优柔寡断的毛病，但是对待认定的人，总是一心一意，认认真真的与对方经营好感情。\n"},
{"sunSign":4,"moonSign":11,"description":"性格内向外向皆有，外向稳定型，内向不稳定型，性情随性，富有敏感性，不易冲动，也不会固执己见。思维活跃，想法古怪另类，会注意他人的想法，喜爱无拘无束，追求自由。工作上，有快速学习的能力，好奇心强，对待特殊的事物往往有极大的兴趣，富于创造力和想象力的特点，总会在面对问题时想出令人意想不到的解决办法。只是持久力不足，容易容易三分钟热度。不太容易获得累积性的成果，自尊心较强，会注意强调一些仪式感的东西。敏感与随性的特点并存\n生活上会懂得享受闲暇的时光，与家人与朋友总能言谈甚欢，会去积极尝试一些生活新鲜的小技能，不喜欢约束教条的东西，过得自由自在往往会成为人生信条。善于交际，有着不错朋友缘，对朋友和家人的依赖也很深，但同时也保持着一种属于自己的孤独感。\n情感方面，会比较看中对方是否是个想法活跃的人，希望自己与对方都是能够活得自由洒脱的人。外在看似随随便便，实则内心情感却很深沉，用心，执着。\n"},
{"sunSign":4,"moonSign":12,"description":"内向不稳定型格，情感丰富，想象力创造力强，观察细致，比较敏感，对待工作尽心尽力，认真负责，虽然没有特别强的行动力，也没有随机应变的小聪明，但是善于思考，富于想象的能力，总是能够在工作中带来巨大创造性，创新性。很多时候比较被动，对待很多问题也采取消极悲观的态度。如能提升自信心，往往自我提升会更进一步。心思敏感，过多的心思细腻也会让自己过于多愁善感，有时候也会因为一些小事变得多疑，情绪不稳。如何控制好自身理智的一面会让自己的状态更加健康。\n生活上也比较居家型，虽然对大千世界有无比好奇的想象，但是对亲情，友情，爱情归属感很重，会有一颗去创造浪漫美好生活的心。\n交际能力尚可，只是并不会主动去乐于交际。不乏朋友，自身独有的魅力总能去吸引他人，本身并不是很爱热闹，富于极强的浪漫情怀，会让自己即使在孤独的状态也能体验好生活。\n情感方面，心思敏感，不善言辞，也不易外露，但内心感情世界是极其热烈的，看中情感交往中的细节。有时也会因为情感过于深刻而变得容易幻想起来。\n"},
{"sunSign":4,"moonSign":1,"description":"性格有内有外,内外向都属于不稳定型。思想细腻、情感表达强烈。情绪兴奋性高，精力旺盛，有良好的主观判断力，会有优柔寡断的状态，在下定决心做事的时候，会坚决贯彻的执行，行动力也表现的很强。来自内心的自信与自卑都很强，工作中如果控制好自我情绪状态，创造力和爆发力都是相当惊人的。敏感且易怒，做事情凭直觉判断，工作中的被动性和主动性都很强，当有着刺激自己热情和想象力的工作时，就能表现出很高的积极性，只是在对需要耐心的工作上，容易急躁，办事粗心，随着激情减退也会懒散下来。\n生活上也是精力充沛，积极主动，优秀的表达能力，能够很好的与他人沟通。在交朋友方面既直爽，热情也能很快与他人建立起良好的关系，喜欢享受和朋友热火朝天的氛围之中，也会有自己安静独处思考状态。\n喜欢有激情挑战性的爱情，爱情一旦到来难以自制，但是情绪变化起伏太大，枯燥乏味的爱情，也容易让自己很容易转移情感。\n"},
{"sunSign":4,"moonSign":2,"description":"整体偏内向型性格，悲观防御型性格，往往会以过去的经验作为行为处事的准则。良好的想象力创造力与一定的约束力，心思敏感而又执着，理性与感性并存，思维行动力缓慢，感情深刻而长久，一般不善于表达、争论。不善长激烈的迅速的工作，在需要有耐心，仔细的工作能展现优秀的工作能力这与性格里优秀的持久力，责任感密不可分。同时在需要有创新新性的工作中亦能展现出巨大的天赋。执着而富有想法的人生态度有助于在自己坚持的岗位上干出一番成绩，会有一些计划性的想法，也会知足长乐。享受当下。\n家庭是日常生活状态上必不可少的一部分。安静的状态会给人一种神秘的孤独感。\n虽没有多主动渴望交朋友的意愿，但是对待朋友总是真挚的，不一定是朋友中最有能力却往往是最可靠的朋友之一。\n感情不易外露，心思敏感情绪化的状态会令自己难以理智下来。对于喜欢的人一旦认定了，真挚的感情与责任感就不会轻易放手。\n"},
{"sunSign":4,"moonSign":3,"description":"性格有內有外，外向稳定型与内向不稳定型结合，思想灵活积极，但有富有悲观，\n喜爱交际亦在乎他人想法，想法随性又具有一定的敏感性。学习能力较强会有一些多才多艺的本领，想法多变，会富有一定的创造力和想象力。在高度敏感，善于发现的特点支持下，有时也能与外人建立起良好的沟通与交际能力。自己在事业工作上可能灵光乍现，功绩突出，但是缺乏持久力和随性的性格，也只会是昙花一现。\n生活中，朝气蓬勃，活泼多变，追求自由自在，无拘无束状态。但是其实内心对待亲人，朋友的依赖性很强。在朋友面前时而开朗、精明。时而悲观、忧郁。让身边的人感到无所适从。\n感情上看似是个花心多变的人，实际上对待感情却是十分敏感和执着的，对待情感还是有很深的体验，情感的视线往往会比较注意到有趣的、敏感的人。\n"},
{"sunSign":10,"moonSign":10,"description":"性格内向稳定型，善于克制自己，行动慎重而沉着，做事深思熟虑，从容不迫，不为所谓的动因而分心，态度持重，不做空泛的清谈，不会过于激情冲动。不轻易发怒，也不轻易流露情感，也不常常显露自己的才能。自我控制较好。能长时间坚持不懈，有条不紊的从事自己的工作。坚持原则，坚持经验的做事态度。不足的是对待很多事情的想法做法都不够灵活，不善于转移自我注意力，因循守旧，表现出固定性有余，而灵活性不足，不善变通，想象力和创造力略显匮乏。对待需要耐心和努力的工作往往比他人更能坚持。能以踏踏实实的方式追求成功，深知努力就有回报。\n生活上也坚持比较有规律的生活方式，节俭务实，不做华而不实的事。生活上的细节也会坚持自己的习惯不容易改变。一般表现出严肃沉默状态，再与熟悉朋友之间的互动之中，往往会展现一些自己的黑色幽默。\n感情方面往往是日久生情。会比较看中对方是否是踏实沉淀的人，能接受与对方的简简单单，朴实无华。不会轻易和对方分开，感情平淡但是长久稳定。\n"},
{"sunSign":10,"moonSign":11,"description":"稳定型性格，内向外向皆有，情绪平稳，不会有冲动、易怒的状态。也不会有多想抑郁的状态。脚踏实地，讲究实干，同时思维活跃，想法抽象另类，喜爱无拘无束，追求自由。有快速学习的能力，对待有意思的事物，往往表现出极其努力的态度，但有时候容易三分钟热度。兴趣不在的时候态度又回变得散漫。自尊心较强，会注意强调一些仪式感的东西。固执与随性的特点并存，会对很多事保持着守旧传统想法也会对很多事表现出好奇大胆的想法。既会执着一些事亦会随意放弃一些事情。\n生活上追求自己独一无二的生活方式，能找到一些生活上的小娱乐，小嗜好。懂得在闲暇的时光充分的体验生活。健谈亲切，能和不一样的人交朋友，交际能力也不错，所以有着不错朋友缘。同时有着他人难以琢磨而独属于自己的黑色小幽默。\n情感方面，对于那些有趣的，活泼的异性总能产生好感，但事实上自己也是比较务实的人，所以情感上也是能希望另一半也是个实际而又有趣的人。"},
{"sunSign":10,"moonSign":12,"description":"内向型性格，通常是沉默安静的状态，原则性强表现出一定的固执性。感受性强，反应缓慢，有较高的耐心和深刻情绪体验。在工作中态度认真，负责。以经验主义准则解决问题，缺乏一定热情和行动力，不善变通，优秀的的耐心和努力学习的毅力能够让自己在累积性的工作上有所作为。在良好的秩序规范下有着不错的自制力，会因为情绪情感的问题变得多愁善感，虽然富有想象力和创造力，但过于理智传统的想法，让自己很难有足够行动力。思前想后而变得拖延，停滞不前。\n生活上比较务实，富于浪漫的想法也让让自己对生活有更美好的追求，只是过于保守的特征也让很多想法变成空想。被动性强，不喜交际，但对于知心的朋友很忠诚很认真。是值得信任可靠的朋友。\n情感深刻，不易外露。会有些优柔寡断的毛病，但是对待认定的人，总是一心一意，认认真真的与对方经营好感情。\n"},
{"sunSign":10,"moonSign":1,"description":"性格有内有外，内向稳定和外向不稳定型的结合。忍耐而有激情，稳重而又轻浮，安静而又闹腾。对很多事情的状态都是，理智，踏踏实实，慢慢吞吞甚至有拖延的状况。而遇到能激发自我热情与挑战的时候，会变得自信十分有勇气，果断而不拖泥带水，表现出极强的行动力。同时对于自己过往有经验的工作亦能表现出良好的决断和迅速的办事效率，虽然会缺乏一些想象力和创造力，但是懂得学习积累的品质，往往也能带能工作或者人生的收益。理智，务实，淡定的状态下，往往带着自信冲动急躁的一面。有着很好的反应和学习能力但在很多问题上始终坚持原则，原则过于强时就容易固执己见。也容易钻牛角尖。\n在与朋友的相处过程之中，热情慷慨，同时懂得享受，往往懂得分享趣事活跃起群体气氛。虽然平时易怒冲动的毛病也会露显，但大部分都懂得平静与克制。\n在对待感情方面虽然没有富有想象力的浪漫和柔情，但很多日常生活中的小细节总能无微不至。虽然秉承着务实，实际的为人处世的生活准则，但也不乏争强好胜爱面子的孩子气个性。"},
{"sunSign":10,"moonSign":2,"description":"性格内向稳定型，善于克制自己、所以行动缓慢而沉着，做事深思熟虑从容不迫。不为无所谓的动因而分心。态度持重，交际适度，不作空泛的清谈，情感上不易激动，不易发脾气，也不易流露情感，能自治，也不常常显露自己的才能。能长时间坚持不懈，有条不紊地从事自己的工作。不足的是有些事情不够灵活，不善于转移自己的注意力。因循守旧，表现出固定性有余，而灵活性不足，不善于变通。想象力和创造力略显不足。善于学习和处理有经验的工作，在耐心方面也表现十分突出。深知有付出就有回报，能凭借踏实的方式追求成功。\n生活上也能表现出比较有规律的生活方式。节俭，讲究实际，不做华而不实的事。在遇到上升到原则的事情往往会十分执着和固执，会坚持自己的想法和准则。\n对待情感上不会因为对方过于耀眼而真正着迷，细心的观察力会去察觉对方是否是个务实有耐心的人。因为自己情感是靠时间的沉淀和累积、而非一时激情。\n"},
{"sunSign":10,"moonSign":3,"description":"性格有内有外，稳定型，情绪平稳，不会有冲动、易怒，也不会有多想抑郁的状态，努力型与投机型结合的性格，工作方面一方面重视原则，讲究脚踏实地，另一方面又喜欢投机取巧，随机应变，所以一旦理解了工作就能事半功倍很有效率的去处理工作。适应力不错，不骄不躁，能气定神闲的处理好每个事情。有时会因为一些原则问题，或者过多以经验主义处理问题的习惯导致产生一些固执的想法。\n生活上既表现大智若愚状态又常常会使小聪明，有一些特殊的搞笑才能。生活状态很有自制力和自我约束，但内心渴望自由，无拘无束。不错的交际能力，希望能够建立着更多良好的朋友关系，弥补各方面各领域的不足。\n情感方面，会有一些挑剔，追求完美的想法，但内心很注重务实。会因为对方有趣，健谈的特点而一瞬间产生好感。\n"},
{"sunSign":10,"moonSign":4,"description":"内向型性格，通常是沉默安静的状态，原则性强表现出一定的固执性。感受性强，反应缓慢，有较高的耐心和深刻情绪体验。在工作中态度认真，负责。以经验主义准解决问题，缺乏一定的随机应变，但是足够的耐心和努力学习的毅力能够让自己在累积性的工作上有所作为。在良好的秩序规范下有着不错的自制力，只是当敏感的情绪发生波动时，会需要一定时间的发泄调整。不会有过分激情冲动的状态，总能保持克制，行动力不够强，会因为思前想后而变得拖延，停滞不前。\n生活上注重累积与提升，虽然过的很务实，但也会去努力去追求一些社会财富地位的东西。一般内心比较传统一些，不会轻易放纵自己。家庭在内心的地位十分重要，在工作事业的选择上家庭会成为重要的影响因素。\n交际适度，并不是特别爱交际，情感不易外露，不容易发怒，在朋友心中都是属于靠谱的类型，情感深刻，会有些有些挑剔的毛病，也会有一些多愁善感，优柔寡断的毛病，但是对待认定的人，总是一心一意，认认真真的与对方经营好感情。\n"},
{"sunSign":10,"moonSign":6,"description":"性格内向稳定型，善于克制自己、所以行动缓慢而沉着，严格恪守既定的生活秩序和工作制度，不为无所谓的动因而分心。态度持重，交际适度，不作空泛的清谈，情感上不易激动，不易发脾气，也不易流露情感，原则性强，讲究务实。能长时间坚持不懈，有条不紊地从事自己的工作。不足的是有些事情不够灵活，不善于转移自己的注意力。因循守旧，表现出固定性有余，而灵活性不足。在对待需要耐心的工作上能持之以恒,有始有终。对待很多事情有着追求完美力求最好的心态，也会纠结于细节上无法自拔。\n生活上可能会有一些小洁癖，对待一些事也会婆婆妈妈、斤斤计较、遇到上升到原则的事情往往会十分执着和固执。虽然想象力和创造力匮乏一些，但懂得沉淀累积，懂得学习进步，总能弥补差距。\n对待情感上不会因为对方过于耀眼而真正着迷，细心的观察力会去察觉对方是否是个务实有耐心的人。因为自己情感是靠时间去观察和经历，而非一时激情。\n"},
{"sunSign":10,"moonSign":5,"description":"性格有内有外,内向稳定外向不稳定型性格特点矛盾突出,既拥有着踏实、自制、镇定的气质表现，又拥有着热情、冲动、急躁的行为特征。\n在工作上时而表现出强大的行动力与执行力，反应迅速，积极主动，不达目的不回头，但也会因为激情消退，枯燥无味的工作而变得易怒、固执、甚至拖延的状态。爱表现，重荣誉，为了达到自己的计划目标，一步一个脚印的努力学习进步提升。会借着过往优秀的经验往往可以轻松处理好每件事。重视物质上的沉淀，希望通过所累积的经验能领导于他人。原则性强，会固执己见。\n生活上并没有特别多的兴趣爱好，但是却懂得劳逸结合，适时的去放松调整自己的状态。对物质有一定的渴求，懂得细水长流，有时会因为一丝虚荣让自己大手大脚挥霍无度。对待朋友慷慨热情、乐天达观的态度下希望可以得到他人的赞美与认同。\n对待爱情会考察对方正直务实的品质、也会因为一时刺激很快的就产生强烈的感情、爱情中既表现出成熟稳重的一面又表现幼稚调皮的孩子气。这种矛盾性根深蒂固。\n"},
{"sunSign":10,"moonSign":7,"description":"性格有内有外，稳定型，情绪平稳，不会有冲动、易怒，也不会有多想抑郁的状态，极强的学习能力，同时善于学习总结。工作上一方面重视原则，讲究脚踏实地，实事求是，另一方面又喜欢投机取巧，随机应变，所以一旦理解了工作就能事半功倍很有效率的去处理工作。有着出色的口才，注重于他人之间的交际关系。适应力不错，不骄不躁，能气定神闲的处理好每个事情。有时会因为一些原则问题，或者过多以经验主义处理问题的习惯导致产生一些固执的想法。\n生活上既务实稳重，也会有一些自由自在，随心所欲的想法。但内心渴望自由，无拘无束。不错的交际能力，希望能够建立着更多良好的朋友关系，弥补各方面各领域的不足。\n情感方面，会有一些挑剔，追求完美的想法，但内心很注重务实。会因为对方有趣，健谈的特点而一瞬间产生好感。\n"},
{"sunSign":10,"moonSign":8,"description":"内向型性格，原则性强，表现出一定的固执性。有不错的想象力和创造力。感受性强，反应缓慢，有较高的耐心和深刻情绪体验。观察仔细，良好的判断力，能一眼洞察人或者事物的本质。小心谨慎，亦有一些优柔寡断。对待工作认真负责，在自己经验范围内的事能够慢条斯理的处理好，做事目的性强，深谋远虑，一旦坚持一种事情到极端，往往能做出不小的成就。不过有时也会钻牛角尖，往往会在错误的细节上越走越远无法自拔。讲究实际，不做空谈，极致的现实主义实干派。只要控制好情绪，良好的自制力让自己不断进步。行动力一般，会有一些拖延的惰性。\n生活上常常呈现的是自我独处的状态，安静沉默，在朋友或者人群之中往往也是低调收敛，但深藏不露的特点往往也是朋友中比较靠谱的后盾，朋友不多，但是重在质量重情感，在相互了解的基础上，往往内心的情感十分执着，深沉，但必须要注意控制自己固执和多愁善感的问题，情绪化的情感状态也会给自己带来极大的负面影响。\n"},
{"sunSign":10,"moonSign":9,"description":"性格有内有外,内向稳定外向不稳定型性格特点矛盾突出,既拥有着热情、冲动、急躁的行为特征，有着踏实、自制、镇定的气质表现。\n在工作上时而表现出强大的行动力与执行力，反应迅速，积极主动，不达目的不回头，但也会因为激情消退，枯燥无味的工作而变得易怒、固执、甚至拖延的状态。爱表现，重荣誉，为了达到自己的计划目标，一步一个脚印的努力学习进步提升。会借着过往优秀的经验往往可以轻松处理好每件事。重视物质上的沉淀，希望通过所累积的经验能领导于他人。原则性强，会固执己见。\n生活上并没有特别多的兴趣爱好，但是却懂得劳逸结合，适时的去放松调整自己的状态。对物质有一定的渴求，懂得细水长流，有时会因为一丝虚荣让自己大手大脚挥霍无度。对待朋友慷慨热情、乐天达观的态度下希望可以得到他人的赞美与认同。\n对待爱情会考察对方正直务实的品质、也会因为一时刺激很快的就产生强烈的感情、爱情中既表现出成熟稳重的一面又表现幼稚调皮的孩子气。这种矛盾性根深蒂固。"},
{"sunSign":9,"moonSign":9,"description":"外向不稳定型性格，情绪兴奋性高，反应速度快，热情开朗，阳光自信，在工作中能保持积极主动，有着十分果断执行力，做事情也是风风火火，无拘无束热爱表现，发挥自我。强大的行动力和办事效率会给人以精干的表现，不过考虑问题缺乏长远性和深度，可能会因为一些耐心不足，而变得暴躁冲动。热爱挑战，喜欢刺激冒险。自尊心很强，善于争辩。愿意得到鼓励，而难以接受批评。为人善良直率，没有太多心机。喜欢直接了当，简简单单。\n拥有充沛的精力在生活中 爱玩爱闹，总是能乐于尝试新鲜事物，无法忍受枯燥单调的生活。对朋友热情仗义。十分乐于和朋友相处，任性而为像个活宝。\n爱情方面，情感发生迅速，积极主动，对带自己的喜欢的人无微不至，无论是在心灵上还是物质上都是大手大脚，大开大合，会幼稚的像小孩。不过也会因为激情消退而感情迅速转移，缺乏专注的品质。\n"},
{"sunSign":9,"moonSign":6,"description":"性格有内有外，状态处于稳定与不稳定之间，性格乐观坚韧，对待工作以经验主义位行事准则，喜欢有激情有挑战的困难，愿意努力去适应克服困难，一般会有不错的忍耐力，只是对庸俗的厌恶容易让自己激情消退，兴趣转移。偶尔面对问题会有一些冲动或者不计后果的固执态度，让自己变得暴躁。自尊心强，会执着于他人的负面评价，然而当自己冷静下来亦会认真思考自身问题。想法理性，缺乏一些想象力和创造力，会以实事求是态度和良好的行动力去解决问题。\n有时有些贪玩，在很多上头的项目领域上可能变得上瘾。\n生活上会有许多属于自己的兴趣爱好，十分理解人生的体验就是追寻快乐。\n为人坦率，待人真实，总能和大家愉快的享受集体活动。不过有时婆婆妈妈斤斤计较的本性也会和朋友争论不休。内心有一些精神洁癖，加上言辞犀利毒辣的特点，偶尔经常会把朋友说的无奈的略带中性的性格会有不错的女人缘，对待爱情会考虑对方是否和自己一样务实，事实求是。自己理性成熟的外表下藏着一颗像孩子般天真善良的心。情感上其实很单纯，也会一时冲动就喜欢上对方。\n"},
{"sunSign":9,"moonSign":10,"description":"性格有内有外,内向稳定外向不稳定型性格特点矛盾突出,既拥有着热情、冲动、急躁的行为特征，有着踏实、自制、镇定的气质表现。\n在工作上时而表现出强大的行动力与执行力，反应迅速，积极主动，不达目的不回头，但也会因为激情消退，枯燥无味的工作而变得易怒、固执、甚至拖延的状态。爱表现，重荣誉，为了达到自己的计划目标，一步一个脚印的努力学习进步提升。会借着过往优秀的经验往往可以轻松处理好每件事。重视物质上的沉淀，希望通过所累积的经验能领导于他人。原则性强，会固执己见。\n生活上并没有特别多的兴趣爱好，但是却懂得劳逸结合，适时的去放松调整自己的状态。对物质有一定的渴求，懂得细水长流，有时会因为一丝虚荣让自己大手大脚挥霍无度。对待朋友慷慨热情、乐天达观的态度下希望可以得到他人的赞美与认同。\n对待爱情会考察对方正直务实的品质、也会因为一时刺激很快的就产生强烈的感情、爱情中既表现出成熟稳重的一面又表现幼稚调皮的孩子气。这种矛盾性根深蒂固。\n"},
{"sunSign":9,"moonSign":11,"description":"外向型性格，稳定型与不稳定型之间，乐观开朗，阳光自信，有着不俗的口才与表现力，总是能保持着积极的行动力与执行力。出色的沟通能力。性格直爽，随心所欲，有着很强的迅速学习的本领，热爱冒险，乐于挑战新鲜刺激冒险的事或工作，对待需要坚持的事物总是会缺乏耐心，尤其当兴趣不在，激情消退的时候就很容易失去执着专注的动力。自尊心极强，面临质疑和无礼的挑战很容易冲动，难以克制住脾气。面对枯燥无味的事会有一些粗心且敷衍了事的态度。可能在语言或者肢体表达类型的工作有着不俗的天赋。\n生活中，能保持精力旺盛，不知疲倦的状态，积极爱表现出自己耀眼的一面，有时会冒出一些古怪想法，想去尝试。爱热闹，难以忍受孤独寂寞的状态。不错的交际能力，平时也乐于交朋友，也会比较讲哥们义气。\n对待情感容易来的快去的也快，自身激情四射，随性自由性格需要对方能够有足够的新鲜感与热情进行调剂，如果不能开心玩到一起，就很难有瞬间迸发出的感情。\n"},
{"sunSign":9,"moonSign":12,"description":"性格有内有外，皆属于不稳定型，情绪起伏较大，既有着乐观积极态度也有着悲观消极的态度，表现出一定的反差。懂得团结群众，领导群众。会义气用事，做事情凭直觉判断，工作中的被动性和主动性都很强，当有着刺激自己热情和想象力的工作时，就能表现出很高的积极性，只是在对需要耐心的工作上，持久力不够，容易懒散下来，这也有部分因为情绪控制不够好，自制能力不够。在强大创造力和行动力的条件下，一旦约束自我矜矜业业，很容易成为工作或者事业上的佼佼者。\n会热衷于奢侈华丽的生活品质，容易变得虚荣，优秀的表达能力，和洞察人心的观察力，很容易与他人建立起良好的关系。乐于会成为人群中闪耀的焦点，内心深处却有一种独属于自己的孤独感。对待朋友热情仗义。\n喜欢刺激有富于挑战的爱情，浪漫多情，温柔体贴，会因为情绪化变得歇斯底里，也会因为冲动易怒变得暴躁。有时面对外界诱惑，感情冲动易转移的毛病也会有。\n"},
{"sunSign":9,"moonSign":1,"description":"外向不稳定型性格，情绪兴奋性高，脾气火爆，反应速度快，热情开朗，阳光自信，在工作中能保持积极主动，有着十分果断执行力，做事情也是风风火火，比较高调的去表现自我，发挥自我。强大的行动力和办事效率会给人以精干的表现，不过考虑问题缺乏长远性和深度，思考问题过于简单，对需要耐心的事情很难耐住性子。也会因为过于爱面子而喜欢强撑自己，渴望能成为工作中出色的领导型人才。自尊心强，无法忍受他人的诋毁与质疑。希望收获他人的赞美和鼓励。为人善良直率，没有太多心机。喜欢直接了当，简简单单。\n拥有充沛的精力在生活中 爱刺激爱冒险的精神总是能乐于尝试新鲜事物，无法忍受枯燥单调的生活。对朋友慷慨热情，同时十分仗义。优秀的表达能力善于争辩的能力在和朋友沟通过程之中总能占据上风。\n爱情方面，情感发生迅速，积极主动，对带自己的喜欢的人无微不至，无论是在心灵上还是物质上都是大手大脚，大开大合，会幼稚的像小孩。不过也会因为激情消退而感情迅速转移，缺乏专注的品质。\n"},
{"sunSign":9,"moonSign":2,"description":"性格有内有外，性格乐观坚韧，开朗豁达，固执独断，对待工作以经验主义为行事准则，认真有耐心。有着一定行动力，虽然对待很多事情表现的拖拉，懒散，但面对有激情的挑战总能表现出积极，不惧挑战的魄力。会在人群中十分亮眼。偶尔会有一些冲动，不计后果的固执，让他人觉得会比较孩子气。灵活性的特点会让自己对很多事产生兴趣，在外人看来有些贪玩，如果控制不好自制力，本性难移的一些习惯可能让自己产生不小的瘾欲。\n为人坦率，待人真实，这使得身边总是有几个彼此真心相待的朋友。不过若遇到难以解决或无法掌握的状况时，也会表现出性情急燥的一面，宛如暴君一般，令人有难以靠近之感。\n对待爱情会考虑对方是否和自己一样务实，事实求是，也会考虑对方真的和自己是否玩的开心，情感上其实很单纯，但有时太过简单的感情也会让对方觉得自己是否是一个情感上比较可靠的人。\n"},
{"sunSign":9,"moonSign":3,"description":"外向型性格，稳定型与不稳定型之间，乐观活泼，富有自信，有着不俗的口才与表现力，能保持着良好的行动力与执行力。有着出色的表达能力。性格直爽，随心所欲，学习能力很强，自己内心的玩心也很重，对待需要坚持的事物总是会缺乏耐心，尤其当兴趣不在，激情消退的时候就很容易失去执着专注的动力。同时在面临枯燥的考验的时候也容易冲动，难以克制住脾气。会有一些粗心且敷衍了事的态度。可能在首脑协调性的工作或者爱好上有一定天赋。\n生活中，能保持精力旺盛，不知疲倦的状态，积极爱表现的特点也容易成为人群中最亮眼的焦点，缺乏务实的心态，容易急躁，时而也会有一些像小孩子般的幼稚。\n不错的交际能力，平时也乐于交朋友，也会比较讲哥们义气，偶尔古灵精怪的想法也会恶搞在朋友之间，像开心宝。\n对待情感容易来的快去的也快，会让他人感觉到花心的一面，其实是内心随性自由的性格需要极大的新鲜感和刺激感来补充。\n"},
{"sunSign":9,"moonSign":4,"description":"性格有内有外,内外向都属于不稳定型。思想细腻、情感表达强烈。会因为心思敏感而在处理问题上有优柔寡断的一面，当有着刺激自己热情和想象力的工作时，就能表现出很高的积极性，展现出超强的行动力，自信满满，总能贯彻执行，当激情退却时，又容易懒散下来，缺乏足够持久力与耐心，自制力稍有欠缺，有时会因为喜欢挑战冒险，而变得贪玩，放纵自我。工作中如果控制好自我情绪状态，创造力和爆发力都是相当惊人的。有时也会因为不耐烦而易怒暴躁，不太适合机械、耐心的工作。\n生活中优秀的表达能力，能够迅速的与他人沟通。在交朋友方面既富于热情也有着洞察体会他人心思的共情心。能快速融于热火朝天人群中，亦能享受于独处的思考想像的空间。只是会因为情绪控制不好而变得像个小孩子一样幼稚。\n喜欢有激情挑战性的爱情，会因为情感转移过快让在情感方面浅尝辄止。给人一种花心的外在表现，而事实上对感情，对家庭的依赖性很强。\n"},
{"sunSign":9,"moonSign":5,"description":"外向不稳定型性格，情绪兴奋性高，反应速度快，活力十足，阳光自信，在工作中能保持积极主动，有着十分果断执行力，做事情也是风风火火，比较高调的去展示自我，发挥自我。热爱冒险，敢于挑战，在很多机会性，刺激类的工作事情总能表现突出。自尊心强，爱面子而喜欢强撑自己，渴望能成为工作中出色的领导型人才。表现欲望强烈，十分看重荣誉，无法忍受他人质疑，渴望收获他人的赞美和鼓励。为人善良直率，没有太多心机。厌恶拖拖拉拉，缺乏耐心，很多时候因为耐心不足，变得异常冲动爱发脾气，不过脾气来的快去的也快，不会记仇。\n拥有充沛的精力在生活中 爱刺激爱冒险的精神总是能乐于尝试新鲜事物，无法忍受枯燥单调的生活。优秀的表达能力很容易与他人建立良好关系，不过即便与朋友的相处之中也不乏一颗强烈争强好胜的的心。一旦情绪上头过于爱争执容易挑起冲突。\n爱情方面，情感发生迅速，积极主动，对带自己的喜欢的人无微不至，无论是在心灵上还是物质上都是大手大脚，大开大合，会幼稚的像小孩。不过也会因为激情消退而感情迅速转移，缺乏专注的品质。"},
{"sunSign":9,"moonSign":7,"description":"外向型性格，性格属于稳定与不稳定之间，乐观开朗，活泼好动，有着不俗的口才与表现力，总是能保持着积极的行动力与执行力。出色的沟通能力。性格直爽，随心所欲，喜爱自由自在难以接受约束。有着很强的迅速学习的本领，优秀的手脑协调身体协调，能很轻松学会各种技能。不足的是对待需要坚持的事物总是会缺乏耐心，尤其当兴趣不在，激情消退的时候就很容易失去执着专注的动力。较强的自尊心，会让自己变得冲动，难以克制住脾气。事事追求平衡的状态，在面临决定时候会有犹豫不决的状态，也会头脑发热做出冲动的决断。\n生活中，无法忍受孤独寂寞，精力旺盛，不知疲倦的状态总是愿意融入热闹的环境，积极的表现出自己耀眼的一面，时而也会有一些像小孩子般都幼稚。\n不错的交际能力，平时也乐于交朋友，讲哥们义气。温文尔雅的气质中透露着一丝丝霸道，会看重自我荣誉面子，自己的形象地位不能接受他人诋毁。\n对待情感容易来的快去的也快，自身激情四射，随性自由性格需要对方能够有足够的新鲜感与热情进行调剂，如果不能开心玩到一起，就很难有瞬间迸发出的感情。\n"},
{"sunSign":9,"moonSign":8,"description":"性格有内有外,内外向都属于不稳定型。思想细腻、情绪深刻、情感表达强烈。\n情绪变化较大，来自内心的自信与自卑都很强，工作中如果控制好自我情绪状态，创造力和行动力都是相当惊人的。工作中的被动性和主动性都很强，敏感且易怒，直觉性强，虽然有不错的分析和判断力，但很多决定都是一时冲动，随心而动。当有着刺激自己热情和想象力的工作时，就能表现出很强的爆发力，风风火火的做事态度也很容易做出亮眼的表现，只是在对需要耐心的工作上，容易懒散下来，这也有部分因为情绪控制不够好，自制能力不够。会有一些任性妄为。多数时候比较谨慎，但是也容易大大咧咧，不计后果。有仇必报，恩怨分明。\n在交朋友方面既富于言辞表达也有着洞察体会他人心思的共情心。这就很容易让他人靠近于自己，能快速融于热火朝天人群中，亦能享受于独处的思考想像的空间。既是欢乐型的的乐天派，也是悲观型的孤独派。\n情绪变化起伏太大，感情来的时候热烈奔放，耐心有限，对待感情虽然深情，但是缺乏专注，一旦激情消退，感情也容易转移。\n"},
{"sunSign":5,"moonSign":5,"description":"外向不稳定型性格，情绪兴奋性高，反应速度快，热情开朗，阳光自信，在工作中能保持积极主动，有着十分果断执行力，做事情也是风风火火，比较高调的去展示自我，发挥自我。强大的行动力和办事效率会给人以精干的表现，不过考虑问题缺乏长远性和深度，可能会因为一些需要耐心细节，而变得暴躁冲动。也会因为过于爱面子而喜欢强撑自己，渴望能成为工作中出色的领导型人才。有着强大的占有欲和自尊心，十分看重荣誉，渴望收获他人的赞美和鼓励。为人善良直率，没有太多心机。喜欢直接了当，简简单单。\n拥有充沛的精力在生活中 爱刺激爱冒险的精神总是能乐于尝试新鲜事物，无法忍受枯燥单调的生活。对朋友慷慨热情，同时十分仗义。优秀的表达能力善于争辩的能力在和朋友沟通过程之中总能占据上风。\n爱情方面，情感发生迅速，积极主动，对带自己的喜欢的人无微不至，无论是在心灵上还是物质上都是大手大脚，大开大合，会幼稚的像小孩。不过也会因为激情消退而感情迅速转移，缺乏专注的品质。\n"},
{"sunSign":5,"moonSign":6,"description":"性格有内有外,内向稳定外向不稳定型性格特点矛盾突出,既拥有着本分、自制、镇定的气质表现、又拥有着热情、冲动、急躁的行为特征。\n在工作上时而表现出强大的行动力与执行力，反应迅速，积极主动，不达目的不回头，但也会因为激情消退，枯燥无味的工作而变得易怒、固执、甚至拖延的状态。爱表现，重荣誉，有着独一无二的作为和想法为了区别于他人优越。会借着过往优秀的经验往往可以轻松处理好每件事。重视物质上的沉淀，希望通过所累积的经验能领导于他人。想要大胆去挑战去冒险刺激的事情，但吹毛求疵的毛病也会让自己理性考虑务实现实的东西。\n生活上懂得如何去享受与体验、精打细算，慢条斯理。有时虚荣爱表现的特征也会让自己大手大脚挥霍无度。对待朋友慷慨热情、乐天达观的态度下希望可以得到他人的赞美与认同。\n对待爱情会考察对方正直务实的品质、也会因为一时刺激很快的就产生强烈的感情、爱情中既表现出成熟稳重的一面又表现幼稚调皮的孩子气。这种矛盾性根深蒂固。\n"},
{"sunSign":5,"moonSign":7,"description":"外向型性格，性格属于稳定与不稳定之间，乐观开朗，阳光自信，有着不俗的口才与表现力，总是能保持着积极的行动力与执行力。有一定的领导才能。出色的沟通能力。性格直爽，随心所欲，有着很强的迅速学习的本领，不足的是对待需要坚持的事物总是会缺乏耐心，尤其当兴趣不在，激情消退的时候就很容易失去执着专注的动力。同时在面临枯燥的考验的时候也容易冲动，难以克制住脾气。事事追求平衡的状态，在面临决定时候会有犹豫不决的状态，也会头脑发热做出冲动的决断。\n生活中，无法忍受孤独寂寞，精力旺盛，不知疲倦的状态总是愿意融入热闹的环境，积极的表现出自己耀眼的一面，时而也会有一些像小孩子般都幼稚。\n不错的交际能力，平时也乐于交朋友，讲哥们义气。温文尔雅的气质中透露着一丝丝霸道，会看重自我荣誉面子，自己的形象地位不能接受他人诋毁。\n对待情感容易来的快去的也快，自身激情四射，随性自由性格需要对方能够有足够的新鲜感与热情进行调剂，如果不能开心玩到一起，就很难有瞬间迸发出的感情。\n"},
{"sunSign":5,"moonSign":8,"description":"内外向性格皆有，常常处于不稳定状态，情绪起伏较大，心里的自卑感和自信感都表现得很强烈，有着不错的洞察力和判断力，能够成为工作中优秀的决策者，能成为领导型人才。面对问题能冷静分析，思考本质。良好的行动力也能贯彻执行。果断而坚决，十分厌恶拖泥带水。善于思考，有时做判断也会凭直觉。创造力爆发力强，想法极端，情绪敏感，有时会因为情绪化而优柔寡断，也会一时脑热做出很多冲动的事情。能克制自己的情绪，往往能在工作事业上做出大努力成就。\n会去努力实现并享受高端大气生活品质，不爱甘于平庸。优秀的表达能力，和洞察人心的观察力，很容易与他人建立起良好的关系。乐于会成为人群中闪耀的焦点，内心深处却有一种独属于自己的孤独感。\n喜欢刺激有富于挑战的爱情，情感深刻执着，热烈浪漫，征服欲也很强，在爱情的过程对另一半全心全意，毫无保留，会幼稚的像小孩。有时面对外界诱惑，感情冲动易转移的毛病也会有。\n"},
{"sunSign":5,"moonSign":9,"description":"外向不稳定型性格，情绪兴奋性高，反应速度快，活力十足，阳光自信，在工作中能保持积极主动，有着十分果断执行力，做事情也是风风火火，比较高调的去展示自我，发挥自我。热爱冒险，敢于挑战，在很多机会性，刺激类的工作事情总能表现突出。自尊心强，爱面子而喜欢强撑自己，渴望能成为工作中出色的领导型人才。表现欲望强烈，十分看重荣誉，无法忍受他人质疑，渴望收获他人的赞美和鼓励。为人善良直率，没有太多心机。厌恶拖拖拉拉，缺乏耐心，很多时候因为耐心不足，变得异常冲动爱发脾气，不过脾气来的快去的也快，不会记仇。\n拥有充沛的精力在生活中 爱刺激爱冒险的精神总是能乐于尝试新鲜事物，无法忍受枯燥单调的生活。优秀的表达能力很容易与他人建立良好关系，不过即便与朋友的相处之中也不乏一颗强烈争强好胜的的心。一旦情绪上头过于爱争执容易挑起冲突。\n爱情方面，情感发生迅速，积极主动，对带自己的喜欢的人无微不至，无论是在心灵上还是物质上都是大手大脚，大开大合，会幼稚的像小孩。不过也会因为激情消退而感情迅速转移，缺乏专注的品质。"},
{"sunSign":5,"moonSign":10,"description":"性格有内有外,内向稳定外向不稳定型性格特点矛盾突出,既拥有着踏实、自制、镇定的气质表现，又拥有着热情、冲动、急躁的行为特征。\n在工作上时而表现出强大的行动力与执行力，反应迅速，积极主动，不达目的不回头，但也会因为激情消退，枯燥无味的工作而变得易怒、固执、甚至拖延的状态。爱表现，重荣誉，为了达到自己的计划目标，一步一个脚印的努力学习进步提升。会借着过往优秀的经验往往可以轻松处理好每件事。重视物质上的沉淀，希望通过所累积的经验能领导于他人。原则性强，会固执己见。\n生活上并没有特别多的兴趣爱好，但是却懂得劳逸结合，适时的去放松调整自己的状态。对物质有一定的渴求，懂得细水长流，有时会因为一丝虚荣让自己大手大脚挥霍无度。对待朋友慷慨热情、乐天达观的态度下希望可以得到他人的赞美与认同。\n对待爱情会考察对方正直务实的品质、也会因为一时刺激很快的就产生强烈的感情、爱情中既表现出成熟稳重的一面又表现幼稚调皮的孩子气。这种矛盾性根深蒂固。\n"},
{"sunSign":5,"moonSign":12,"description":"性格有内有外，皆属于不稳定型，情绪起伏较大，既有着乐观积极态度也有着悲观消极的态度，表现出一定的反差。懂得团结群众，领导群众。会义气用事，做事情凭直觉判断，工作中的被动性和主动性都很强，当有着刺激自己热情和想象力的工作时，就能表现出很高的积极性，只是在对需要耐心的工作上，持久力不够，容易懒散下来，这也有部分因为情绪控制不够好，自制能力不够。在强大创造力和行动力的条件下，一旦约束自我矜矜业业，很容易成为工作或者事业上的佼佼者。\n会热衷于奢侈华丽的生活品质，容易变得虚荣，优秀的表达能力，和洞察人心的观察力，很容易与他人建立起良好的关系。乐于会成为人群中闪耀的焦点，内心深处却有一种独属于自己的孤独感。对待朋友热情仗义。\n喜欢刺激有富于挑战的爱情，浪漫多情，温柔体贴，会因为情绪化变得歇斯底里，也会因为冲动易怒变得暴躁。有时面对外界诱惑，感情冲动易转移的毛病也会有。\n"},
{"sunSign":5,"moonSign":11,"description":"外向型性格，稳定型与不稳定型之间，乐观开朗，阳光自信，有着不俗的口才与表现力，总是能保持着积极的行动力与执行力。出色的沟通能力。性格直爽，随心所欲，有着很强的迅速学习的本领，热爱冒险，乐于挑战新鲜刺激冒险的事或工作，对待需要坚持的事物总是会缺乏耐心，尤其当兴趣不在，激情消退的时候就很容易失去执着专注的动力。自尊心极强，面临质疑和无礼的挑战很容易冲动，难以克制住脾气。面对枯燥无味的事会有一些粗心且敷衍了事的态度。可能在语言或者肢体表达类型的工作有着不俗的天赋。\n生活中，能保持精力旺盛，不知疲倦的状态，积极爱表现出自己耀眼的一面，有时会冒出一些古怪想法，想去尝试。爱热闹，难以忍受孤独寂寞的状态。不错的交际能力，平时也乐于交朋友，也会比较讲哥们义气。\n对待情感容易来的快去的也快，自身激情四射，随性自由性格需要对方能够有足够的新鲜感与热情进行调剂，如果不能开心玩到一起，就很难有瞬间迸发出的感情。\n"},
{"sunSign":5,"moonSign":1,"description":"外向不稳定型性格，情绪兴奋性高，脾气火爆，反应速度快，热情开朗，阳光自信，在工作中能保持积极主动，有着十分果断执行力，做事情也是风风火火，比较高调的去表现自我，发挥自我。强大的行动力和办事效率会给人以精干的表现，不过考虑问题缺乏长远性和深度，思考问题过于简单，对需要耐心的事情很难耐住性子。也会因为过于爱面子而喜欢强撑自己，渴望能成为工作中出色的领导型人才。自尊心强，无法忍受他人的诋毁与质疑。希望收获他人的赞美和鼓励。为人善良直率，没有太多心机。喜欢直接了当，简简单单。\n拥有充沛的精力在生活中 爱刺激爱冒险的精神总是能乐于尝试新鲜事物，无法忍受枯燥单调的生活。对朋友慷慨热情，同时十分仗义。优秀的表达能力善于争辩的能力在和朋友沟通过程之中总能占据上风。\n爱情方面，情感发生迅速，积极主动，对带自己的喜欢的人无微不至，无论是在心灵上还是物质上都是大手大脚，大开大合，会幼稚的像小孩。不过也会因为激情消退而感情迅速转移，缺乏专注的品质。\n"},
{"sunSign":5,"moonSign":2,"description":"性格有内有外,内向稳定外向不稳定型性格特点矛盾突出,既拥有着本分、自制、镇定的气质表现、又拥有着热情、冲动、急躁的行为特征。\n在工作上时而表现出行动迟缓、固执、甚至拖延的状态，然而一旦遇到激情上脑、热血澎湃的时候，立马表现出强大的行动力与执行力：反应迅速、积极主动、不达目的不回头。所以如若能克制好自己的惰性与急躁，凭借着过往优秀的经验往往可以轻松处理好每件事。有时候希望于成为人群中的领袖，想要大胆去挑战去冒险，同时又想守着自己本分的作为、不愿更多涉险。\n生活上懂得如何去享受与体验、精打细算，慢条斯理。有时虚荣爱表现的特征也会让自己大手大脚挥霍无度。对待朋友慷慨热情、乐天达观的态度下希望可以得到他人的赞美与认同。\n对待爱情会考察对方正直务实的品质、也会因为一时刺激很快的就产生强烈的感情、爱情中既表现出成熟稳重的一面又表现幼稚调皮的孩子气。这种矛盾性根深蒂固。\n"},
{"sunSign":5,"moonSign":3,"description":"外向型性格，稳定型与不稳定型之间，乐观开朗，阳光自信，有着不俗的口才与表现力，总是能保持着积极的行动力与执行力。有一定的领导才能。出色的沟通能力。性格直爽，随心所欲，有着很强的迅速学习的本领，不足的是对待需要坚持的事物总是会缺乏耐心，尤其当兴趣不在，激情消退的时候就很容易失去执着专注的动力。同时在面临枯燥的考验的时候也容易冲动，难以克制住脾气。会有一些粗心且敷衍了事的态度。可能在语言或者肢体表达类型的工作有着不俗的天赋。\n生活中，能保持精力旺盛，不知疲倦的状态，积极爱表现出自己耀眼的一面，热爱自由，不愿被生活所约束。对不少生活中的小事或者兴趣爱好保持着童心未泯的状态。\n不错的交际能力，平时也乐于交朋友，也会比较讲哥们义气，偶尔古灵精怪的想法也会恶搞在朋友之间，像开心宝。\n对待情感容易来的快去的也快，自身激情四射，随性自由性格需要对方能够有足够的新鲜感与热情进行调剂，如果不能开心玩到一起，就很难有瞬间迸发出的感情。\n"},
{"sunSign":5,"moonSign":4,"description":"性格有内有外，皆属于不稳定型，情绪起伏较大，既有着乐观积极态度也有着悲观消极的态度，表现出一定的反差。做事情会有善于长远思考的一面，判断的时候仍然会凭借直觉。工作中的被动性和主动性都很强，当有着刺激自己热情和想象力的工作时，就能表现出很高的积极性，只是在对需要耐心的工作上，持久力不够，容易懒散下来，自制力不够。也会因为情绪控制不够好，容易义气用事。在强大创造力和行动力的条件下，一旦约束自我矜矜业业，很容易成为工作或者事业上的佼佼者。\n会热衷于奢侈华丽的生活品质，容易变得虚荣，优秀的表达能力，和洞察人心的观察力，很容易与他人建立起良好的关系。乐于会成为人群中闪耀的焦点，内心深处却有一种独属于自己的孤独感。对待朋友热情仗义。\n喜欢刺激有富于挑战的爱情，浪漫多情，温柔体贴，会因为情绪化变得歇斯底里，也会因为冲动易怒变得暴躁。有时面对外界诱惑，感情冲动"},
{"sunSign":12,"moonSign":12,"description":"内向不稳定型格，性格偏温柔，不轻易发怒，也不固执己见，心思敏感，很多时候都会顾及他人感受和想法。责任心强，对自己的工作一丝不苟。富于悲观主义，做事情被动性很强，但是善于发现，善于思考，总是能够在工作中带来巨大创造性，创新性。对待很多问题采取消极悲观的态度。如能提升自信心，往往自我提升会更进一步。拥有着强大的想象力和创造力，情感丰富，但也会因为情感让自己也会让自己变得歇斯底里，多愁善感，有时候也会因为一些小事变得多疑，情绪不稳。如何控制好自身理智的一面会让自己的状态更加健康。\n生活上虽然对很多事物都陷入美好的幻想，但是实际上是能很好的重视实际问题，即便生活困难也不会阻挡，有一颗去创造浪漫美好生活的心。\n交际能力一般，并不乐于交际，对于能够理解自己内心的朋友 ，往往能掏心掏肺如知己一般，本身并不是很爱热闹，富于极强的浪漫情怀，会让自己即使在孤独的状态也能体验好生活。\n情感方面，心思敏感，不善言辞，也不易外露，但内心感情世界是极其热烈的，看中情感交往中的细节。有时也会因为情感过于深刻而变得容易幻想起来。\n"},
{"sunSign":12,"moonSign":1,"description":"性格有内有外,内外向都属于不稳定型。思想细腻、情绪深刻、情感表达强烈。\n情绪变化较大，来自内心的自信感与自卑感都很强，工作中如果控制好自我情绪状态，创造力和行动力都是相当惊人的。敏感且易怒，做事情凭直觉判断，工作中的被动性和主动性都很强，当有着刺激自己热情和想象力的工作时，就能表现出很强的爆发力，风风火火的做事态度也很容易做出亮眼的表现，只是在对需要耐心的工作上，容易懒散下来，这也有部分因为情绪控制不够好，自制能力不够。很多时候容易健忘，有时候却也会在耿耿于怀的小事上拥有着超强记忆力。\n在交朋友方面既富于言辞表达也有着洞察体会他人心思的共情心。这就很容易让他人靠近于自己，能快速融于热火朝天人群中，亦能享受于独处的思考想像的空间。\n情绪变化起伏太大，感情来的时候热烈奔放，当激情消退，感情也容易转移流失，也许重视感情的准则会让自己坚持，但本身耐心不足，迟早也会放弃不痛快的感情。\n"},
{"sunSign":12,"moonSign":2,"description":"内向型性格时而稳定与不稳定，原则性强，表现出一定的固执性。有丰富的想象力和创造力。感受性强，反应缓慢，有较高的耐心和深刻情绪体验。观察仔细，对细节小心谨慎，正常状况态下是个务实诚恳的人，在自己内心里确藏有极大的梦幻的理想色彩主义，对待工作认真负责，在自己经验范围内的事能够慢条斯理的处理好，会钻牛角尖的毛病，可能对文学性艺术性有着一定喜爱或追求，这源自于内心丰富情感的升华和日积月累的生活经验。\n生活上比较懂得情调，有时会像归隐诗人般追求安稳恬静的田园生活。\n交际适度，并不是特别爱交际，情感不易外露，不容易发怒，朋友不多，却对待朋友十分真诚，让他人觉得十分可靠。\n情感深刻，对待感情十分执着，深沉，有时对待爱情会陷入梦幻，有一些的多愁善感的毛病，虽然自己能有很强的自制反省能力，但如果控制不好就会陷入歇斯底里的状态。\n"},
{"sunSign":12,"moonSign":3,"description":"性格有內有外，外向稳定型与内向不稳定型结合，思想灵活积极，富有浪漫主义自由色彩，喜爱交际亦在乎他人想法，时而聪明机警，时而多愁善感。想法多变，思维随性，会富有一定的创造力和想象力。在工作上观察仔细，遇事能够尽心尽力，负责到底，也能随机应变，浅尝辄止。对于能够引起自己兴趣的事，还是很愿意去认真感受去了解的，只是缺乏足够的耐心，容易让自己兴趣转移。这就不太适合需要。持久力强的工作或者事业。\n生活中，朝气蓬勃，活泼多变，追求自由自在，无拘无束状态。但是其实内心情感依赖性很强。没有丰富的感情充实自己，就容易产生巨大寂寞感。在朋友面前时而开朗、精明。时而悲观、忧郁。怕孤独和爱孤独的状态并存。\n感情上看似是个花心多变的人，实际上对待感情态度却是十分敏感和执着的，对待情感还是有很深的体验，情感的视线往往会比较注意到有趣的、敏感的人。\n"},
{"sunSign":12,"moonSign":4,"description":"内向不稳定型格，情感丰富，想象力创造力强，观察细致，比较敏感，对待工作尽心尽力，认真负责，虽然没有特别强的行动力，也没有随机应变的小聪明，但是善于思考，富于想象的能力，总是能够在工作中带来巨大创造性，创新性。很多时候比较被动，对待很多问题也采取消极悲观的态度。如能提升自信心，往往自我提升会更进一步。心思敏感，过多的心思细腻也会让自己过于多愁善感，有时候也会因为一些小事变得多疑，情绪不稳。如何控制好自身理智的一面会让自己的状态更加健康。\n生活上也比较居家型，虽然对大千世界有无比好奇的想象，但是对亲情，友情，爱情归属感很重，会有一颗去创造浪漫美好生活的心。\n交际能力尚可，只是并不会主动去乐于交际。不乏朋友，自身独有的魅力总能去吸引他人，本身并不是很爱热闹，富于极强的浪漫情怀，会让自己即使在孤独的状态也能体验好生活。\n情感方面，心思敏感，不善言辞，也不易外露，但内心感情世界是极其热烈的，看中情感交往中的细节。有时也会因为情感过于深刻而变得容易幻想起来。\n"},
{"sunSign":12,"moonSign":6,"description":"内向型性格，原则性强，表现出一定的固执性。感受性强，反应缓慢，有较高的耐心和深刻情绪体验。观察及其仔细，对细节小心谨慎，内心有着极大的愤世嫉俗的态度却不流于表面。拥有着巨大的想象力创造力，总希望在工作事业或者人生道路上有着不拘一格，独一无二的篇章。对待工作认真负责，在自己经验范围内的事能够慢条斯理的处理好，会有吹毛求疵的毛病，对一些执着的事总有一点想塑造完美的强迫症。可能对文学性艺术性的东西有一些特殊的天赋。\n生活上懂得累积和提升。虽然过的很务实，但总有一些有别于他人的想法去经历和体验不一样的生活状态。\n交际适度，并不是特别爱交际，情感不易外露，不容易发怒，朋友不多，对待朋友却总是尽心尽力，有时言语刻薄，爱唠叨，但对待朋友、亲人、恋人却是非常真诚。\n情感深刻，会有些有些挑剔的毛病，也会有一些多愁善感，优柔寡断的毛病，但是对待认定的人，总是一心一意，认认真真的与对方经营好感情。\n"},
{"sunSign":12,"moonSign":5,"description":"性格有内有外，皆属于不稳定型，情绪起伏较大，既有着乐观积极态度也有着悲观消极的态度，表现出一定的反差。懂得团结群众，领导群众。会义气用事，做事情凭直觉判断，工作中的被动性和主动性都很强，当有着刺激自己热情和想象力的工作时，就能表现出很高的积极性，只是在对需要耐心的工作上，持久力不够，容易懒散下来，这也有部分因为情绪控制不够好，自制能力不够。在强大创造力和行动力的条件下，一旦约束自我矜矜业业，很容易成为工作或者事业上的佼佼者。\n会热衷于奢侈华丽的生活品质，容易变得虚荣，优秀的表达能力，和洞察人心的观察力，很容易与他人建立起良好的关系。乐于会成为人群中闪耀的焦点，内心深处却有一种独属于自己的孤独感。对待朋友热情仗义。\n喜欢刺激有富于挑战的爱情，浪漫多情，温柔体贴，会因为情绪化变得歇斯底里，也会因为冲动易怒变得暴躁。有时面对外界诱惑，感情冲动易转移的毛病也会有。\n"},
{"sunSign":12,"moonSign":7,"description":"性格有內有外，外向稳定型与内向不稳定型结合，大部分时候表现出，开朗健谈，滔滔不绝。也会表现出内敛害羞，心思敏感的一面。有着很强的想象力和直觉，学习的速度很快，乐于去体验各种感兴趣的事情。富有同情心。会有不错的判断力，但是面对很多问题有表现出优柔寡断，难以抉择。想法自由自在，具有一定的想象力和创造力。思想既有深度也有广度。能很好的洞察他人的想法，与他人建立起良好的沟通。会热衷于自我形象上的管理，希望能够成为人群中的焦点中心。总是致力于人或事物之间的平衡关系。\n生活中，朝气蓬勃，活泼多变，追求自由自在，无拘无束状态。洒脱的外表下，总是有一些孤独感，内心既厌恶孤独也时常陷入孤独之中。\n拥有着对爱情美好得如童话般的追求，喜欢有趣多变而富有浪漫的异性。\n"},
{"sunSign":12,"moonSign":8,"description":"内向不稳定型格，情感丰富，观察细致，比较敏感，对待工作尽心尽力，认真负责，虽然没有特别强的行动力，也没有随机应变的小聪明，但是善于思考，拥有这极其强大的想象力，这种想象力既有着实事求是也充满着梦幻。总是能够在工作中带来巨大创造性，创新性。有着很强的野心和远大的抱负，只是行动力欠缺，多数时候变成空想。大部分时候比较被动，过多的心思细腻也会让自己过于多愁善感，有时候也会因为一些小事变得多疑，情绪不稳。如何控制好自身理智的一面会让自己的状态更加健康。\n生活状态也比较低调，不善于表达。面对噪杂热闹的环境很难静心思考，所以大部分时候喜欢独处的状态。\n交际能力尚可，只是并不会主动去乐于交际。不乏朋友，自身独有神秘气质总能去吸引他人，本身并不是很爱热闹，富于极强的浪漫情怀，会让自己即使在孤独的状态也能体验好生活。\n情感方面，心思敏感，不善言辞，也不易外露，但内心感情世界是极其热烈的，看中情感交往中的细节。有时也会因为情感过于深刻而变得容易幻想起来。\n"},
{"sunSign":12,"moonSign":9,"description":"性格有内有外，皆属于不稳定型，情绪起伏较大，既有着乐观积极态度也有着悲观消极的态度，表现出一定的反差。懂得团结群众，领导群众。会义气用事，做事情凭直觉判断，工作中的被动性和主动性都很强，当有着刺激自己热情和想象力的工作时，就能表现出很高的积极性，只是在对需要耐心的工作上，持久力不够，容易懒散下来，这也有部分因为情绪控制不够好，自制能力不够。在强大创造力和行动力的条件下，一旦约束自我矜矜业业，很容易成为工作或者事业上的佼佼者。\n会热衷于奢侈华丽的生活品质，容易变得虚荣，优秀的表达能力，和洞察人心的观察力，很容易与他人建立起良好的关系。乐于会成为人群中闪耀的焦点，内心深处却有一种独属于自己的孤独感。对待朋友热情仗义。\n喜欢刺激有富于挑战的爱情，浪漫多情，温柔体贴，会因为情绪化变得歇斯底里，也会因为冲动易怒变得暴躁。有时面对外界诱惑，感情冲动易转移的毛病也会有。\n"},
{"sunSign":12,"moonSign":10,"description":"内向型性格，通常是沉默安静的状态，原则性强表现出一定的固执性。感受性强，反应缓慢，有较高的耐心和深刻情绪体验。在工作中态度认真，负责。以经验主义准则解决问题，缺乏一定热情和行动力，不善变通，优秀的的耐心和努力学习的毅力能够让自己在累积性的工作上有所作为。在良好的秩序规范下有着不错的自制力，会因为情绪情感的问题变得多愁善感，虽然富有想象力和创造力，但过于理智传统的想法，让自己很难有足够行动力。思前想后而变得拖延，停滞不前。\n生活上比较务实，富于浪漫的想法也让让自己对生活有更美好的追求，只是过于保守的特征也让很多想法变成空想。被动性强，不喜交际，但对于知心的朋友很忠诚很认真。是值得信任可靠的朋友。\n情感深刻，不易外露。会有些优柔寡断的毛病，但是对待认定的人，总是一心一意，认认真真的与对方经营好感情。\n"},
{"sunSign":12,"moonSign":11,"description":"性格内向外向皆有，外向稳定型，内向不稳定型，性情随性，富有敏感性，不易冲动，也不会固执己见。思维活跃，想法古怪另类，会注意他人的想法，喜爱无拘无束，追求自由。工作上，有快速学习的能力，好奇心强，对待特殊的事物往往有极大的兴趣，富于创造力和想象力的特点，总会在面对问题时想出令人意想不到的解决办法。只是持久力不足，容易容易三分钟热度。不太容易获得累积性的成果。内心深处总是追求自我想象的不一样的世界。会注意强调一些仪式感的东西。敏感与随性的特点并存\n生活上会懂得享受闲暇的时光，与家人与朋友总能言谈甚欢，会去积极尝试一些生活新鲜的小技能，不喜欢约束教条的东西，过得自由自在往往会成为人生信条。善于交际，有着不错朋友缘，对朋友和家人的依赖也很深，但同时也保持着一种属于自己的孤独感。\n情感方面，会比较看中对方是否是个想法活跃的人，希望自己与对方都是能够活得自由洒脱的人。外在看似随随便便，实则内心情感却很深沉，用心，执着。\n"},
{"sunSign":3,"moonSign":3,"description":"外向稳定型性格，有朝气，头脑灵活，十分聪明，反应迅速而灵敏，在学习与工作中表现出快速学习快速适应环境变化的能力，在集体中氛围中朝气蓬勃，活泼快乐。在面对新鲜事物，有足够自制力和纪律性的情况下，会表现出极大的积极性与兴趣，但是耐心不足，很多时候厌倦单调重复，所以大部分时候对于缺少变化缺少新奇的事物，总是容易三分钟热度。在多样化的工作中能表现出优秀能力，不太适应枯燥乏味的工作。\n充满着古灵精怪的小想法，生活中每天都充满着惊喜。喜爱自由，追求无拘无束的生活状态。\n在朋友眼中是个善于交际，喜爱聊天的人，精妙的口才也能在人群中扮演出色的沟通者，但有时情绪转变太快，会给他人一种捉摸不透的状态。\n对待爱情亦是看重对方有趣新奇的一面，有时过于善变的性格会给人一种花心的现象。\n"},
{"sunSign":3,"moonSign":4,"description":"性格有內有外，外向稳定型与内向不稳定型结合，思想灵活积极，但有富有悲观，\n喜爱交际亦在乎他人想法，想法随性又具有一定的敏感性。学习能力较强会有一些多才多艺的本领，想法多变，会富有一定的创造力和想象力。在高度敏感，善于发现的特点支持下，有时也能与外人建立起良好的沟通与交际能力。自己在事业工作上可能灵光乍现，功绩突出，但是缺乏持久力和随性的性格，也只会是昙花一现。\n生活中，朝气蓬勃，活泼多变，追求自由自在，无拘无束状态。但是其实内心对待亲人，朋友的依赖性很强。在朋友面前时而开朗、精明。时而悲观、忧郁。让身边的人感到无所适从。\n感情上看似是个花心多变的人，实际上对待感情却是十分敏感和执着的，对待情感还是有很深的体验，情感的视线往往会比较注意到有趣的、敏感的人。\n"},
{"sunSign":3,"moonSign":5,"description":"外向型性格，稳定型与不稳定型之间，乐观开朗，阳光自信，有着不俗的口才与表现力，总是能保持着积极的行动力与执行力。有一定的领导才能。出色的沟通能力。性格直爽，随心所欲，有着很强的迅速学习的本领，不足的是对待需要坚持的事物总是会缺乏耐心，尤其当兴趣不在，激情消退的时候就很容易失去执着专注的动力。同时在面临枯燥的考验的时候也容易冲动，难以克制住脾气。会有一些粗心且敷衍了事的态度。可能在语言或者肢体表达类型的工作有着不俗的天赋。\n生活中，能保持精力旺盛，不知疲倦的状态，积极爱表现出自己耀眼的一面，时而也会有一些像小孩子般都幼稚。\n不错的交际能力，平时也乐于交朋友，也会比较讲哥们义气，偶尔古灵精怪的想法也会恶搞在朋友之间，像开心宝。\n对待情感容易来的快去的也快，自身激情四射，随性自由性格需要对方能够有足够的新鲜感与热情进行调剂，如果不能开心玩到一起，就很难有瞬间迸发出的感情。"},
{"sunSign":3,"moonSign":6,"description":"稳定型性格内外兼有，情绪平稳，不会有冲动、易怒也不会有多想抑郁的状态。脚踏实地，讲究实干，多数时候又能展现自己机智聪慧的一面，热爱自由，喜欢与众不同，厌恶单调的事物，即使自己也比较循规蹈矩，十分讲究原则与自我约束，有着良好的耐心和持久力。重视自我与现实物质的需要。能在工作上不骄不躁，气定神闲的处理好每个事情，良好的观察力，能够发现他人所看不到的细节，有时会深陷细节上，无法自拔。会以经验的方式去处理未知的困难，也会讲究随机应变。\n生活上会拘泥于一些小的兴趣爱好，或者纠结于小的细节，在完成工作之后能够充分的去体验享受生活。善于沟通，有不错的朋友缘，聪明鬼才的想法也容易让朋友大吃一惊。\n情感方面，会有一些挑剔，追求完美的想法，但一旦遇到那种有趣、喜爱异性，亦会踏踏实实温暖着对方。"},
{"sunSign":3,"moonSign":7,"description":"外向稳定型性格，情绪平缓，理性，不会有冲动易怒、也不会没抑郁消沉的状态，更多的是一种追求自由自在，随遇而安表现。思维活跃，十分聪明，有着良好的应变和快速的学习能力，能很快的适应新鲜的事物，但兴趣容易转移，缺乏一定的持久力，所以一般不太适合需要耐心的工作。缺乏足够的决断力，亦没有独断专行的想法，总是致力于人或事物之间的平衡关系。\n生活上害怕寂寞，不太适合独处。希望生活在欢声笑语的氛围之中，亦希望能成为其乐融融人群中的中心。\n在与朋友方面，活泼好动，出色的口才，优秀的交际能力总能和他人打成一片。偶尔忽明忽暗的性格也会让朋友百转千回，难以捉摸。\n爱情方面，对待另一半有一定的依赖性，精神过于发散，一旦对方性格过于固执独断，可能会令自己缺乏安全感。\n"},
{"sunSign":3,"moonSign":8,"description":"性格有内有外，思想灵活，有一定的悲观防御性色彩，富有巨大甚至极端的想象、创造力。想法多变，亦具有一定的深度。学习能力较强，有巧言善辩的能力。性格内外向的特征明显，对外表现出活泼的心态与优秀的交际能力，对内总呈现出沉默寡言，深度思考的状态。优秀的洞察力，在与外人建立起良好的沟通过程中能够察言观色，随机应变。内心有一定的野心与梦想，只是想法多变的情况会让自己兴趣变得容易转移。难以适应无趣枯燥的东西。\n生活中，朝气蓬勃，活泼多变，追求自由自在，无拘无束状态。但是其实内心的孤独寂寞感与生俱来。这种孤独感也随时出现在不经意的状态，面对朋友也是，所以在朋友眼里，时而开朗、精明、时而悲观、忧郁。这偶尔也会让朋友无所适从。\n对待情感的体验很深，有着专注，执着的态度。虽然表现出来的可能是随意，放纵，无欲无求的状态，但是真遇到对的人，欲望，情感都表现出巨大的谨慎性和控制欲。\n"},
{"sunSign":3,"moonSign":9,"description":"外向型性格，稳定型与不稳定型之间，乐观活泼，富有自信，有着不俗的口才与表现力，能保持着良好的行动力与执行力。有着出色的表达能力。性格直爽，随心所欲，学习能力很强，自己内心的玩心也很重，对待需要坚持的事物总是会缺乏耐心，尤其当兴趣不在，激情消退的时候就很容易失去执着专注的动力。同时在面临枯燥的考验的时候也容易冲动，难以克制住脾气。会有一些粗心且敷衍了事的态度。可能在首脑协调性的工作或者爱好上有一定天赋。\n生活中，能保持精力旺盛，不知疲倦的状态，积极爱表现的特点也容易成为人群中最亮眼的焦点，缺乏务实的心态，容易急躁，时而也会有一些像小孩子般的幼稚。\n不错的交际能力，平时也乐于交朋友，也会比较讲哥们义气，偶尔古灵精怪的想法也会恶搞在朋友之间，像开心宝。\n对待情感容易来的快去的也快，会让他人感觉到花心的一面，其实是内心随性自由的性格需要极大的新鲜感和刺激感来补充。\n"},
{"sunSign":3,"moonSign":10,"description":"性格有内有外，稳定型，情绪平稳，不会有冲动、易怒，也不会有多想抑郁的状态，努力型与投机型结合的性格，工作方面一方面重视原则，讲究脚踏实地，另一方面又喜欢投机取巧，随机应变，所以一旦理解了工作就能事半功倍很有效率的去处理工作。适应力不错，不骄不躁，能气定神闲的处理好每个事情。有时会因为一些原则问题，或者过多以经验主义处理问题的习惯导致产生一些固执的想法。\n生活上既表现大智若愚状态又常常会使小聪明，有一些特殊的搞笑才能。生活状态很有自制力和自我约束，但内心渴望自由，无拘无束。不错的交际能力，希望能够建立着更多良好的朋友关系，弥补各方面各领域的不足。\n情感方面，会有一些挑剔，追求完美的想法，但内心很注重务实。会因为对方有趣，健谈的特点而一瞬间产生好感。\n"},
{"sunSign":3,"moonSign":12,"description":"性格有內有外，外向稳定型与内向不稳定型结合，思想灵活积极，富有浪漫主义自由色彩，喜爱交际亦在乎他人想法，时而聪明机警，时而多愁善感。想法多变，思维随性，会富有一定的创造力和想象力。在工作上观察仔细，遇事能够尽心尽力，负责到底，也能随机应变，浅尝辄止。对于能够引起自己兴趣的事，还是很愿意去认真感受去了解的，只是缺乏足够的耐心，容易让自己兴趣转移。这就不太适合需要。持久力强的工作或者事业。\n生活中，朝气蓬勃，活泼多变，追求自由自在，无拘无束状态。但是其实内心情感依赖性很强。没有丰富的感情充实自己，就容易产生巨大寂寞感。在朋友面前时而开朗、精明。时而悲观、忧郁。怕孤独和爱孤独的状态并存。\n感情上看似是个花心多变的人，实际上对待感情态度却是十分敏感和执着的，对待情感还是有很深的体验，情感的视线往往会比较注意到有趣的、敏感的人。\n"},
{"sunSign":3,"moonSign":11,"description":"外向稳定型性格，有朝气，思想灵活，反应迅速而灵敏，自尊心较强，总是能有一些有一些抽象型思维伴随自身。想法古怪另类，不喜欢因循守旧，在学习与工作中表现出快速学习快速适应环境变化的能力，在集体中氛围中朝气蓬勃，活泼快乐。在面对新鲜事物，有足够自制力和纪律性的情况下，会表现出极大的积极性与兴趣，只是思维容易转移不受约束，对很多事都三分钟热度。不太有多愁善感或者急躁的冲动的状态，对待困难比较讲究随机应变。\n生活中有着属于自己能够体验生活享受生活的小娱乐，小嗜好。喜爱自由，追求无拘无束的生活状态一直是自己人生的主题在朋友眼中是个善于交际，喜爱聊天的人，精妙的口才也能在人群中扮演出色的沟通者，但有时情绪转变太快，会给他人一种捉摸不透的状态。\n本身野心不强，对带爱情也讲究随遇而安，相对于轰轰烈烈，歇斯底里的情感，更乐于追寻有趣多变的灵魂。\n"},
{"sunSign":3,"moonSign":1,"description":"外向型性格，稳定型与不稳定型之间，乐观开朗，阳光自信，对待有挑战有激情的事，总是能保持着积极的行动力与执行力。出色的沟通能力与语言表达能力，直来直往，随心所欲，心眼不多，但小聪明不少。有着很强的迅速学习的本领，能很快适应新鲜事物，不足的是对待需要坚持的事物总是会缺乏耐心，尤其当兴趣不在，激情消退的时候就很容易失去执着专注的动力。同时在面临枯燥的考验的时候也容易冲动，难以克制住脾气。暴躁易怒的状态常表于外。\n生活中，能保持精力旺盛，不知疲倦的状态，积极爱表现出自己耀眼的一面，时而也会有一些像小孩子般都幼稚。\n不错的交际能力，平时也乐于交朋友，也会比较讲哥们义气，偶尔古灵精怪的想法也会恶搞在朋友之间，像开心宝。\n对待情感容易来的快去的也快，热爱表达，感情轰轰烈烈，随性自由性格需要对方能够有足够的新鲜感与热情进行调剂。\n"},
{"sunSign":3,"moonSign":2,"description":"性格有内有外整体性格稳定，不容易情绪外露，很少有冲动暴躁或者抑郁低落的状态。乐观聪明，虽没有很大野心和魄力，但再自己的岗位上总能严守秩序，有条理的完成工作任务，偶尔也会卖弄自己小聪明去解决一些疑难杂症，在循规蹈矩的工作重，总是更乐于见机行事，因为聪明的头脑往往需要更自由的发挥，能说会道，巧言善辩，总是群体重一种特殊的存在。虽然有着随机应变的行事风格，但注重务实和经验主义的内心态度也会让自己陷入因循守旧，固执的状态。\n风趣幽默的特点很容易与他人走的很近，不做朋友之中的大哥大，确是朋友之间的开心果，头脑灵活，十分健谈，与朋友一起能听到很多欢乐和笑声也许在外人看上去有些八面玲珑，花心随意，但是本身注重务实的本能对于另一半的追求也是很实际的，活泼的外在让人误会，只是因为有趣的人对于自己太有吸引力了"},
{"sunSign":11,"moonSign":11,"description":"外向稳定型性格，反应迅速而灵活，十分聪明，在学习与工作中表现出快速学习快速适应环境变化的能力。在集体中氛围中朝气蓬勃，活泼开朗。在面对新鲜有趣的事物，会表现出极大的积极性与兴趣，但是兴趣很容易转移，容易三分钟热度。忍耐力很强，善于博弈和欺骗，随机应变的能力极强，面对再大的压力也能处变不惊，镇定自若。抽象性思维强，总能以不一样的思维方式思考问题处理问题。企图心不强，不想忍受过大压力而去做一些丰功伟绩。更享受于自由自在，随遇而安。\n热爱生活，会有不少生活上的小爱好，生活上的很多小技能往往一学就会。\n热爱集体，在集体中总能滔滔不绝，与众人谈天论地。热爱交际，自身优秀口才和和表达能力总能与他人建立良好的交际关系。想法古怪，会给朋友一种捉摸不定的感觉爱情方面，相对于循规蹈矩的人，更加喜爱活泼有趣的异性。\n"},
{"sunSign":11,"moonSign":9,"description":"外向型性格，稳定型与不稳定型之间，乐观开朗，阳光自信，有着不俗的口才与表现力，总是能保持着积极的行动力与执行力。出色的沟通能力。性格直爽，随心所欲，有着很强的迅速学习的本领，热爱冒险，乐于挑战新鲜刺激冒险的事或工作，对待需要坚持的事物总是会缺乏耐心，尤其当兴趣不在，激情消退的时候就很容易失去执着专注的动力。自尊心极强，面临质疑和无礼的挑战很容易冲动，难以克制住脾气。面对枯燥无味的事会有一些粗心且敷衍了事的态度。可能在语言或者肢体表达类型的工作有着不俗的天赋。\n生活中，能保持精力旺盛，不知疲倦的状态，积极爱表现出自己耀眼的一面，有时会冒出一些古怪想法，想去尝试。爱热闹，难以忍受孤独寂寞的状态。不错的交际能力，平时也乐于交朋友，也会比较讲哥们义气。\n对待情感容易来的快去的也快，自身激情四射，随性自由性格需要对方能够有足够的新鲜感与热情进行调剂，如果不能开心玩到一起，就很难有瞬间迸发出的感情。\n"},
{"sunSign":11,"moonSign":12,"description":"性格内向外向皆有，外向稳定型，内向不稳定型，性情随性，富有敏感性，不易冲动，也不会固执己见。思维活跃，想法古怪另类，会注意他人的想法，喜爱无拘无束，追求自由。工作上，有快速学习的能力，好奇心强，对待特殊的事物往往有极大的兴趣，富于创造力和想象力的特点，总会在面对问题时想出令人意想不到的解决办法。只是持久力不足，容易容易三分钟热度。不太容易获得累积性的成果。内心深处总是追求自我想象的不一样的世界。会注意强调一些仪式感的东西。敏感与随性的特点并存\n生活上会懂得享受闲暇的时光，与家人与朋友总能言谈甚欢，会去积极尝试一些生活新鲜的小技能，不喜欢约束教条的东西，过得自由自在往往会成为人生信条。善于交际，有着不错朋友缘，对朋友和家人的依赖也很深，但同时也保持着一种属于自己的孤独感。\n情感方面，会比较看中对方是否是个想法活跃的人，希望自己与对方都是能够活得自由洒脱的人。外在看似随随便便，实则内心情感却很深沉，用心，执着。\n"},
{"sunSign":11,"moonSign":1,"description":"外向型性格,性格波动处于稳定不稳定之间。思维活跃敏捷，善于表达。\n在新的环境里不感到拘束，在工作学习上富有精力而效率高，表现出机敏的工作能力，善于适应环境变化，在集体中始终朝气蓬勃，精神愉悦，好奇于新鲜事物，在有充分自制能力和纪律性的情况下，会表现出巨大的积极性。兴趣广泛，但情感易变，如果事业上不顺利，热情可能消失，其速度与投身事业一样迅速。因为太过追求自由与表现所以一般沉淀性的工作并不适合自己。而在交际型的工作中生龙活虎。这也有赖于出色的反映能力表达能力。\n不太能忍受独处的环境，乐于交际。在朋友面前总能展现出活泼的一面，时常抖一些小机灵。有时会给朋友一种善变、三分钟热度的生活态度。无论对事还是对人总是秉承着自己心情来定，不管是对还是错，不愿意去思考太多。\n在情感方面或许是个花心多变的人，这是因为缺乏耐心和追求自由的好奇心理。无法忍受另一半的过多约束与教条。只有能跟上自己思维的节奏才能发展成长久稳定的伴侣。\n"},
{"sunSign":11,"moonSign":2,"description":"稳定型性格，内向外向皆有，情绪平稳，不会有冲动、易怒的状态。也不会有多想抑郁的状态。脚踏实地，讲究实干，同时思维活跃，想法抽象另类，喜爱无拘无束，追求自由。有快速学习的能力，对待特殊的事物往往有极大的兴趣，但有时候容易三分钟热度。自尊心较强，会注意强调一些仪式感的东西。对于对于一些细节的东西会有无限的纠结与选择困难。固执与随性的特点并存，既会执着一些事亦会随意放弃一些事情。\n生活上追求自己独一无二的生活方式，能找到一些生活上的小娱乐，小嗜好。懂得在闲暇的时光充分的体验生活。健谈亲切，能和不一样的人交朋友，交际能力也不错，所以有着不错朋友缘。不过有时候容易将自己的想法加诸于他人身上。\n情感方面，对于那些有趣的，活泼的异性总能产生好感，但事实上自己也是比较务实的人，所以情感上也是能希望拥有更多的物质基础。\n"},
{"sunSign":11,"moonSign":3,"description":"外向稳定型性格，有朝气，思想灵活，反应迅速而灵敏，自尊心较强，总是能有一些有一些抽象型思维伴随自身。想法古怪另类，不喜欢因循守旧，在学习与工作中表现出快速学习快速适应环境变化的能力，在集体中氛围中朝气蓬勃，活泼快乐。在面对新鲜事物，有足够自制力和纪律性的情况下，会表现出极大的积极性与兴趣，只是思维容易转移不受约束，对很多事都三分钟热度。不太有多愁善感或者急躁的冲动的状态，对待困难比较讲究随机应变。\n生活中有着属于自己能够体验生活享受生活的小娱乐，小嗜好。喜爱自由，追求无拘无束的生活状态一直是自己人生的主题在朋友眼中是个善于交际，喜爱聊天的人，精妙的口才也能在人群中扮演出色的沟通者，但有时情绪转变太快，会给他人一种捉摸不透的状态。\n本身野心不强，对带爱情也讲究随遇而安，相对于轰轰烈烈，歇斯底里的情感，更乐于追寻有趣多变的灵魂。\n"},
{"sunSign":11,"moonSign":4,"description":"性格内向外向皆有，外向稳定型，内向不稳定型，性情随性，富有敏感性，不易冲动，也不会固执己见。思维活跃，想法古怪另类，会注意他人的想法，喜爱无拘无束，追求自由。工作上，有快速学习的能力，好奇心强，对待特殊的事物往往有极大的兴趣，富于创造力和想象力的特点，总会在面对问题时想出令人意想不到的解决办法。只是持久力不足，容易容易三分钟热度。不太容易获得累积性的成果，自尊心较强，会注意强调一些仪式感的东西。敏感与随性的特点并存\n生活上会懂得享受闲暇的时光，与家人与朋友总能言谈甚欢，会去积极尝试一些生活新鲜的小技能，不喜欢约束教条的东西，过得自由自在往往会成为人生信条。善于交际，有着不错朋友缘，对朋友和家人的依赖也很深，但同时也保持着一种属于自己的孤独感。\n情感方面，会比较看中对方是否是个想法活跃的人，希望自己与对方都是能够活得自由洒脱的人。外在看似随随便便，实则内心情感却很深沉，用心，执着。\n"},
{"sunSign":11,"moonSign":6,"description":"稳定型性格，内向外向皆有，情绪平稳，不会有冲动、易怒的状态。也不会有多想抑郁的状态。脚踏实地，讲究实干，同时思维活跃，想法抽象另类，喜爱无拘无束，追求自由。有快速学习的能力，对待特殊的事物往往有极大的兴趣，但有时候容易三分钟热度。自尊心较强，会注意强调一些仪式感的东西。对于对于一些细节的东西会有无限的纠结与选择困难。固执与随性的特点并存，既会执着一些事亦会随意放弃一些事情。\n生活上追求自己独一无二的生活方式，能找到一些生活上的小娱乐，小嗜好。懂得在闲暇的时光充分的体验生活。健谈亲切，能和不一样的人交朋友，交际能力也不错，所以有着不错朋友缘。不过有时候容易将自己的想法加诸于他人身上。\n情感方面，对于那些有趣的，活泼的异性总能产生好感，但事实上自己也是比较务实的人，所以情感上也是能希望拥有更多的物质基础。\n"},
{"sunSign":11,"moonSign":5,"description":"外向型性格，稳定型与不稳定型之间，乐观开朗，阳光自信，有着不俗的口才与表现力，总是能保持着积极的行动力与执行力。出色的沟通能力。性格直爽，随心所欲，有着很强的迅速学习的本领，热爱冒险，乐于挑战新鲜刺激冒险的事或工作，对待需要坚持的事物总是会缺乏耐心，尤其当兴趣不在，激情消退的时候就很容易失去执着专注的动力。自尊心极强，面临质疑和无礼的挑战很容易冲动，难以克制住脾气。面对枯燥无味的事会有一些粗心且敷衍了事的态度。可能在语言或者肢体表达类型的工作有着不俗的天赋。\n生活中，能保持精力旺盛，不知疲倦的状态，积极爱表现出自己耀眼的一面，有时会冒出一些古怪想法，想去尝试。爱热闹，难以忍受孤独寂寞的状态。不错的交际能力，平时也乐于交朋友，也会比较讲哥们义气。\n对待情感容易来的快去的也快，自身激情四射，随性自由性格需要对方能够有足够的新鲜感与热情进行调剂，如果不能开心玩到一起，就很难有瞬间迸发出的感情。\n"},
{"sunSign":11,"moonSign":7,"description":"外向稳定型性格，开朗健谈，思想灵活，反应迅速而灵敏，在学习与工作中表现出快速学习快速适应环境变化的能力。在集体中氛围中朝气蓬勃，活泼快乐。在面对新鲜有趣的事物，会表现出极大的积极性与兴趣，但是耐心不足，很多时候厌倦单调重复，所以大部分时候对于缺少变化缺少新奇的事物，总是容易三分钟热度。\n总是有着天马行空的古怪想法和匪夷所思另类行为，的热爱自由自在，讨厌外界约束，性格稳定不太有易怒或者易悲的情绪，内心总是致力于追求平和安定状态。不爱做决断，会纠结于各种选择难题。\n热爱生活，会有不少自己的小爱好，自身学习能力强，并且聪明的特点总能有不少生活小技能。\n热爱集体，喜欢站在集体的中心，成为聚光灯的中心点。无法忍受孤独，害怕寂寞总让自己乐于与他人交朋友，自身口才和交际能力突出，能善于倾听，也能和朋友一直不停的谈论，聊天。\n爱情方面，比较看重对方是否能够引起自己的兴趣，会对活泼有趣的异性有很大的好感。但是犹犹豫豫的特点也会贯穿爱情始终。\n"},
{"sunSign":11,"moonSign":8,"description":"性格内向外向皆有，外向稳定型，内向不稳定型，性情随性，富有敏感性，不易冲动，也不会固执己见。思维活跃，想法古怪另类，同时也很极端，会注意他人的想法，喜爱无拘无束，追求自由。工作上，有快速学习的能力，好奇心强，对待特殊的事物往往有极大的兴趣，富于创造力和想象力的特点，总会在面对问题时想出令人意想不到的解决办法。只是持久力不足，容易容易三分钟热度。不太容易获得累积性的成果，自尊心较强，会注意强调一些仪式感的东西。敏感与随性的特点并存\n生活上会懂得享受闲暇的时光，与家人与朋友总能言谈甚欢，会去积极尝试一些生活新鲜的小技能，不喜欢约束教条的东西，过得自由自在往往会成为人生信条。善于交际，但很多时候亦不爱交际，更乐于享受孤独的状态。\n情感方面，会比较看中对方是否是个想法活跃的人，希望自己与对方都是能够活得自由洒脱的人。外在看似随随便便，实则内心情感却很深沉，用心，执着。\n"},
{"sunSign":11,"moonSign":10,"description":"稳定型性格，内向外向皆有，情绪平稳，不会有冲动、易怒的状态。也不会有多想抑郁的状态。脚踏实地，讲究实干，同时思维活跃，想法抽象另类，喜爱无拘无束，追求自由。有快速学习的能力，对待有意思的事物，往往表现出极其努力的态度，但有时候容易三分钟热度。兴趣不在的时候态度又回变得散漫。自尊心较强，会注意强调一些仪式感的东西。固执与随性的特点并存，会对很多事保持着守旧传统想法也会对很多事表现出好奇大胆的想法。既会执着一些事亦会随意放弃一些事情。\n生活上追求自己独一无二的生活方式，能找到一些生活上的小娱乐，小嗜好。懂得在闲暇的时光充分的体验生活。健谈亲切，能和不一样的人交朋友，交际能力也不错，所以有着不错朋友缘。同时有着他人难以琢磨而独属于自己的黑色小幽默。\n情感方面，对于那些有趣的，活泼的异性总能产生好感，但事实上自己也是比较务实的人，所以情感上也是能希望另一半也是个实际而又有趣的人。"},
{"sunSign":7,"moonSign":7,"description":"外向稳定型性格，开朗健谈，思想灵活，斯文儒雅，反应迅速而灵敏，在学习与工作中表现出快速学习快速适应环境变化的能力。在集体中氛围中朝气蓬勃，活泼快乐。在面对新鲜有趣的事物，会表现出极大的积极性与兴趣，但是耐心不足，很多时候厌倦单调重复，所以大部分时候对于缺少变化缺少新奇的事物，总是容易三分钟热度。\n热爱自由自在，讨厌自我约束，没有太多极端不稳定的想法，内心总是致力于追求平和安定状态。在面对很多抉择的问题上会表现出犹豫不决，不知所措的状态热爱生活，会有不少自己的小爱好，自身学习能力强，并且聪明的特点总能有不少生活小技能。\n热爱集体，喜欢站在集体的中心，成为聚光灯的中心点。无法忍受孤独，害怕寂寞总让自己乐于与他人交朋友，自身口才和交际能力突出，能善于倾听，也能和朋友一直不停的谈论，聊天。\n爱情方面，比较看重对方是否能够引起自己的兴趣，会对活泼有趣的异性有很大的好感。但是犹犹豫豫的特点也会贯穿爱情始终。\n"},
{"sunSign":7,"moonSign":8,"description":"性格有內有外，外向稳定型与内向不稳定型结合，会表现出温文尔雅，大部分时候表现出，开朗健谈，滔滔不绝。也会表现出沉默寡言，心思敏感的一面。优秀的思维能力，善于分析，学习的速度很快，如果能专注起来。会在某些领域达到一种极致或者极端的成就。会有不错的判断力，但是面对很多问题有表现出优柔寡断，难以抉择。想法自由自在，具有一定的想象力和创造力。思想既有深度也有广度。能很好的洞察他人的想法，与他人建立起良好的沟通。会热衷于自我形象上的管理，希望能够成为人群中的焦点中心。总是致力于人或事物之间的平衡关系。\n生活中，朝气蓬勃，活泼多变，追求自由自在，无拘无束状态。洒脱的外表下，总是有一些孤独感，内心既厌恶孤独也时常陷入孤独之中。\n感情上的控制欲会比较强，实际上对待感情却是十分敏感和执着的，对待情感还是有很深的体验，情感的视线往往会比较注意到有趣的、敏感的人。\n"},
{"sunSign":7,"moonSign":9,"description":"外向型性格，性格属于稳定与不稳定之间，乐观开朗，活泼好动，有着不俗的口才与表现力，总是能保持着积极的行动力与执行力。出色的沟通能力。性格直爽，随心所欲，喜爱自由自在难以接受约束。有着很强的迅速学习的本领，优秀的手脑协调身体协调，能很轻松学会各种技能。不足的是对待需要坚持的事物总是会缺乏耐心，尤其当兴趣不在，激情消退的时候就很容易失去执着专注的动力。较强的自尊心，会让自己变得冲动，难以克制住脾气。事事追求平衡的状态，在面临决定时候会有犹豫不决的状态，也会头脑发热做出冲动的决断。\n生活中，无法忍受孤独寂寞，精力旺盛，不知疲倦的状态总是愿意融入热闹的环境，积极的表现出自己耀眼的一面，时而也会有一些像小孩子般都幼稚。\n不错的交际能力，平时也乐于交朋友，讲哥们义气。温文尔雅的气质中透露着一丝丝霸道，会看重自我荣誉面子，自己的形象地位不能接受他人诋毁。\n对待情感容易来的快去的也快，自身激情四射，随性自由性格需要对方能够有足够的新鲜感与热情进行调剂，如果不能开心玩到一起，就很难有瞬间迸发出的感情。\n"},
{"sunSign":7,"moonSign":10,"description":"性格有内有外，稳定型，情绪平稳，不会有冲动、易怒，也不会有多想抑郁的状态，极强的学习能力，同时善于学习总结。工作上一方面重视原则，讲究脚踏实地，实事求是，另一方面又喜欢投机取巧，随机应变，所以一旦理解了工作就能事半功倍很有效率的去处理工作。有着出色的口才，注重于他人之间的交际关系。适应力不错，不骄不躁，能气定神闲的处理好每个事情。有时会因为一些原则问题，或者过多以经验主义处理问题的习惯导致产生一些固执的想法。\n生活上既务实稳重，也会有一些自由自在，随心所欲的想法。但内心渴望自由，无拘无束。不错的交际能力，希望能够建立着更多良好的朋友关系，弥补各方面各领域的不足。\n情感方面，会有一些挑剔，追求完美的想法，但内心很注重务实。会因为对方有趣，健谈的特点而一瞬间产生好感。\n"},
{"sunSign":7,"moonSign":11,"description":"外向稳定型性格，开朗健谈，思想灵活，反应迅速而灵敏，在学习与工作中表现出快速学习快速适应环境变化的能力。在集体中氛围中朝气蓬勃，活泼快乐。在面对新鲜有趣的事物，会表现出极大的积极性与兴趣，但是耐心不足，很多时候厌倦单调重复，所以大部分时候对于缺少变化缺少新奇的事物，总是容易三分钟热度。\n总是有着天马行空的古怪想法和匪夷所思另类行为，的热爱自由自在，讨厌外界约束，性格稳定不太有易怒或者易悲的情绪，内心总是致力于追求平和安定状态。不爱做决断，会纠结于各种选择难题。\n热爱生活，会有不少自己的小爱好，自身学习能力强，并且聪明的特点总能有不少生活小技能。\n热爱集体，喜欢站在集体的中心，成为聚光灯的中心点。无法忍受孤独，害怕寂寞总让自己乐于与他人交朋友，自身口才和交际能力突出，能善于倾听，也能和朋友一直不停的谈论，聊天。\n爱情方面，比较看重对方是否能够引起自己的兴趣，会对活泼有趣的异性有很大的好感。但是犹犹豫豫的特点也会贯穿爱情始终。\n"},
{"sunSign":7,"moonSign":12,"description":"性格有內有外，外向稳定型与内向不稳定型结合，大部分时候表现出，开朗健谈，滔滔不绝。也会表现出内敛害羞，心思敏感的一面。有着很强的想象力和直觉，学习的速度很快，乐于去体验各种感兴趣的事情。富有同情心。会有不错的判断力，但是面对很多问题有表现出优柔寡断，难以抉择。想法自由自在，具有一定的想象力和创造力。思想既有深度也有广度。能很好的洞察他人的想法，与他人建立起良好的沟通。会热衷于自我形象上的管理，希望能够成为人群中的焦点中心。总是致力于人或事物之间的平衡关系。\n生活中，朝气蓬勃，活泼多变，追求自由自在，无拘无束状态。洒脱的外表下，总是有一些孤独感，内心既厌恶孤独也时常陷入孤独之中。\n拥有着对爱情美好得如童话般的追求，喜欢有趣多变而富有浪漫的异性。\n"},
{"sunSign":7,"moonSign":1,"description":"外向型性格，性格属于稳定与不稳定之间，自信满满，阳光积极。有着不俗的口才与表现力，总是能保持着很强的行动力与执行力。出色的沟通能力。性格直爽，随心所欲，喜爱自由自在难以接受约束。有着很强的迅速学习的天分，手脑协调性身体协调性都很强，能很轻松学会各种技能。不足的是对待需要坚持的事物总是会缺乏耐心，尤其当兴趣不在，激情消退的时候就很容易失去执着专注的动力。很强的自尊心，容易冲动，难以克制住脾气。事事追求平衡的状态，在面临决定时候会有犹豫不决的状态，也会头脑发热做出冲动的决断。\n生活中，精力旺盛，无法忍受孤独寂寞，不知疲倦的状态总是愿意融入热闹的环境，积极的表现出自己耀眼的一面，时而也会有一些像小孩子般都幼稚。\n不错的交际能力，平时也乐于交朋友，讲哥们义气，爱面子，温文尔雅的气质中透露着热情，会看重自我荣誉，自己的形象地位不能接受他人诋毁。\n对待情感容易来的快去的也快，自身激情四射，随性自由性格需要对方能够有足够的新鲜感与热情进行调剂，如果不能开心玩到一起，就很难有瞬间迸发出的感情。\n"},
{"sunSign":7,"moonSign":2,"description":"稳定型性格内外兼有，情绪平稳，不会有冲动、易怒也不会有多想抑郁的状态。\n脚踏实地，讲究实干，且又喜爱无拘无束，追求自由。对外方面表达出足够的敏捷思维，有快速学习的能力，对内自身方面有着良好的耐心和持久力。能在工作上不骄不躁，气定神闲的处理好每个事情。对于一些细节的东西会有无限的纠结与选择困难。固执与随性的特点并存，既会执着一些事亦会随意放弃一些事情。虽没有太多的野心，但是活在当下的人生态度，总是给人一种洒脱的气质。\n生活上亦能找到一些小娱乐，小嗜好。在闲暇的时光充分的体验生活。健谈亲切，有着很强的沟通能力，所以有着不错朋友缘。不过有时候容易将自己的想法加诸于他人身上。\n情感方面，能够在着眼于实际的情况下，去发现那些有趣的人，想要与自己所喜欢的人拥有着稳定的物质基础上，去追寻灵魂解放和自由。\n"},
{"sunSign":7,"moonSign":3,"description":"外向稳定型性格，情绪平缓，理性，不会有冲动易怒、也不会没抑郁消沉的状态，更多的是一种追求自由自在，随遇而安表现。思维活跃，十分聪明，有着良好的应变和快速的学习能力，能很快的适应新鲜的事物，但兴趣容易转移，缺乏一定的持久力，所以一般不太适合需要耐心的工作。缺乏足够的决断力，亦没有独断专行的想法，总是致力于人或事物之间的平衡关系。\n生活上害怕寂寞，不太适合独处。希望生活在欢声笑语的氛围之中，亦希望能成为其乐融融人群中的中心。\n在与朋友方面，活泼好动，出色的口才，优秀的交际能力总能和他人打成一片。偶尔忽明忽暗的性格也会让朋友百转千回，难以捉摸。\n爱情方面，对待另一半有一定的依赖性，精神过于发散，一旦对方性格过于固执独断，可能会令自己缺乏安全感。\n"},
{"sunSign":7,"moonSign":4,"description":"性格有內有外，外向稳定型与内向不稳定型结合，总是表现出温文尔雅，斯文有礼的一面，思想灵活积极，活泼多才，学习的速度很快，在内心里却总是多愁善感，优柔寡断，面对需要判断的事和工作，总是难以决断，无限纠结。想法随性又具有一定的敏感性。学习能力较强会有一些多才多艺的本领，想法多变，会富有一定的创造力和想象力。善于观察细节，能与外人建立起良好的沟通。没有独断专行的想法，敏感性强，会多在意他人的想法，总是致力于人或事物之间的平衡关系。\n生活中，朝气蓬勃，活泼多变，追求自由自在，无拘无束状态。洒脱的外表下，总是有一些孤独感，对待家庭亲情的依赖感很强。\n感情上看似是个花心多变的人，实际上对待感情却是十分敏感和执着的，对待情感还是有很深的体验，情感的视线往往会比较注意到有趣的、敏感的人。\n"},
{"sunSign":7,"moonSign":5,"description":"外向型性格，性格属于稳定与不稳定之间，乐观开朗，活泼好动，有着不俗的口才与表现力，总是能保持着积极的行动力与执行力。出色的沟通能力。性格直爽，随心所欲，喜爱自由自在难以接受约束。有着很强的迅速学习的本领，优秀的手脑协调身体协调，能很轻松学会各种技能。热衷于权威地位，虽然不爱决策，但内心渴望工作中或者人际中的话语权领导权。不足的是对待需要坚持的事物总是会缺乏耐心，尤其当兴趣不在，激情消退的时候就很容易失去执着专注的动力。较强的自尊心，会让自己变得冲动，难以克制住脾气，也会头脑发热做出冲动的决断。\n生活中，无法忍受孤独寂寞，精力旺盛，不知疲倦的状态总是愿意融入热闹的环境，积极的表现出自己耀眼的一面，时而也会有一些像小孩子般都幼稚。\n不错的交际能力，平时也乐于交朋友，讲哥们义气。温文尔雅的气质中透露着一丝丝霸道，十分看重面子和自我形象，有时也会过度虚荣。\n对待情感容易来的快去的也快，自身激情四射，随性自由性格需要对方能够有足够的新鲜感与热情进行调剂，如果不能开心玩到一起，就很难有瞬间迸发出的感情。\n"},
{"sunSign":7,"moonSign":6,"description":"稳定型性格内外兼有，情绪平稳，不会有冲动、易怒也不会有多想抑郁的状态。聪明而具有智慧，工作上，脚踏实地，讲究实干，追求一种无论是在工作上还是个人理想上的一种完美平衡的关系，喜欢持有与众不同的观点，厌恶单调的事物，讲究原则有一定的固执性。有着良好的耐心和持久力，重视自我与现实物质的需要。能在工作上不骄不躁，气定神闲的处理好每个事情，良好的观察力，能够发现他人所看不到的细节，有时会深陷细节上，无法自拔。会以经验的方式去处理未知的困难，也会讲究随机应变。热爱自由，既在努力挣脱现实的约束，又在时时刻刻自我约束。\n懂得体验生活，享受生活，有一定聪慧好学的能力，并培养一些小的兴趣爱好。丰富自己。善于沟通，有不错的朋友缘，同时也喜欢唠叨，和朋友在一起可以一直说着不停。\n情感方面，会有一些挑剔，追求完美的想法，希望与另一半能够保持每天新鲜有趣的状态还能坚持实在踏实的生活。\n"},
{"sunSign":8,"moonSign":8,"description":"内向不稳定型格，性格安静内敛，情感丰富，想象力创造力强，比较敏感，工作上，认真负责，有着极强的洞察力，和敏锐的直觉，善于分析问题判断问题，没有特别强的行动力，也不太善于随机应变，但是执着真诚的态度会给人更有信任感，很多时候比较被动，对待很多问题也采取消极悲观的态度。想的多，想的远，也会想的比较极端。如果有良好的自信和坚定的行动力会取得他人难以企及的极端成就。有时心思细腻也会让自己过于多愁善感，有时候也会因为一些小事变得多疑，情绪不稳。如何控制好自身理智的一面会让自己的状态更加健康。\n生活上也比较低调收敛，一般过于沉默会给人难以接近冷酷的感觉，然而内心十分热情忠诚与他人关系的感情。不爱表现，会比较谨慎自己执着的事情，对自己不关心的室总是马虎大意。\n交际能力一般，加上不爱说话的个性，一般不会有很多朋友，会有几个真心对待的朋友，但是孤独的特质永远伴随，当然，本身也并不是很爱热闹氛围。\n情感方面，心思敏感，不善言辞，也不易外露，但内心感情世界是极其热烈的，看中细节。在和异性的适合的异性交往之中，能够不需要太多言语就能够理解对方心意。\n"},
{"sunSign":8,"moonSign":9,"description":"性格有内有外,内外向都属于不稳定型。思想细腻、情绪深刻、情感表达强烈。\n情绪变化较大，来自内心的自信与自卑都很强，工作中如果控制好自我情绪状态，创造力和行动力都是相当惊人的。工作中的被动性和主动性都很强，敏感且易怒，直觉性强，虽然有不错的分析和判断力，但很多决定都是一时冲动，随心而动。当有着刺激自己热情和想象力的工作时，就能表现出很强的爆发力，风风火火的做事态度也很容易做出亮眼的表现，只是在对需要耐心的工作上，容易懒散下来，这也有部分因为情绪控制不够好，自制能力不够。会有一些任性妄为。多数时候比较谨慎，但是也容易大大咧咧，不计后果。有仇必报，恩怨分明。\n在交朋友方面既富于言辞表达也有着洞察体会他人心思的共情心。这就很容易让他人靠近于自己，能快速融于热火朝天人群中，亦能享受于独处的思考想像的空间。既是欢乐型的的乐天派，也是悲观型的孤独派。\n情绪变化起伏太大，感情来的时候热烈奔放，耐心有限，对待感情虽然深情，但是缺乏专注，一旦激情消退，感情也容易转移。\n"},
{"sunSign":8,"moonSign":10,"description":"内向型性格，原则性强，表现出一定的固执性。有不错的想象力和创造力。感受性强，反应缓慢，有较高的耐心和深刻情绪体验。观察仔细，良好的判断力，能一眼洞察人或者事物的本质。小心谨慎，亦有一些优柔寡断。对待工作认真负责，在自己经验范围内的事能够慢条斯理的处理好，做事目的性强，深谋远虑，一旦坚持一种事情到极端，往往能做出不小的成就。不过有时也会钻牛角尖，往往会在错误的细节上越走越远无法自拔。讲究实际，不做空谈，极致的现实主义实干派。只要控制好情绪，良好的自制力让自己不断进步。行动力一般，会有一些拖延的惰性。\n生活上常常呈现的是自我独处的状态，安静沉默，在朋友或者人群之中往往也是低调收敛，但深藏不露的特点往往也是朋友中比较靠谱的后盾，朋友不多，但是重在质量重情感，在相互了解的基础上，往往内心的情感十分执着，深沉，但必须要注意控制自己固执和多愁善感的问题，情绪化的情感状态也会给自己带来极大的负面影响。\n"},
{"sunSign":8,"moonSign":11,"description":"性格内向外向皆有，外向稳定型，内向不稳定型，性情随性，富有敏感性，不易冲动，也不会固执己见。思维活跃，想法古怪另类，同时也很极端，会注意他人的想法，喜爱无拘无束，追求自由。工作上，有快速学习的能力，好奇心强，对待特殊的事物往往有极大的兴趣，富于创造力和想象力的特点，总会在面对问题时想出令人意想不到的解决办法。只是持久力不足，容易容易三分钟热度。不太容易获得累积性的成果，自尊心较强，会注意强调一些仪式感的东西。敏感与随性的特点并存\n生活上会懂得享受闲暇的时光，与家人与朋友总能言谈甚欢，会去积极尝试一些生活新鲜的小技能，不喜欢约束教条的东西，过得自由自在往往会成为人生信条。善于交际，但很多时候亦不爱交际，更乐于享受孤独的状态。\n情感方面，会比较看中对方是否是个想法活跃的人，希望自己与对方都是能够活得自由洒脱的人。外在看似随随便便，实则内心情感却很深沉，用心，执着。\n"},
{"sunSign":8,"moonSign":12,"description":"内向不稳定型格，情感丰富，观察细致，比较敏感，对待工作尽心尽力，认真负责，虽然没有特别强的行动力，也没有随机应变的小聪明，但是善于思考，拥有这极其强大的想象力，这种想象力既有着实事求是也充满着梦幻。总是能够在工作中带来巨大创造性，创新性。有着很强的野心和远大的抱负，只是行动力欠缺，多数时候变成空想。大部分时候比较被动，过多的心思细腻也会让自己过于多愁善感，有时候也会因为一些小事变得多疑，情绪不稳。如何控制好自身理智的一面会让自己的状态更加健康。\n生活状态也比较低调，不善于表达。面对噪杂热闹的环境很难静心思考，所以大部分时候喜欢独处的状态。\n交际能力尚可，只是并不会主动去乐于交际。不乏朋友，自身独有神秘气质总能去吸引他人，本身并不是很爱热闹，富于极强的浪漫情怀，会让自己即使在孤独的状态也能体验好生活。\n情感方面，心思敏感，不善言辞，也不易外露，但内心感情世界是极其热烈的，看中情感交往中的细节。有时也会因为情感过于深刻而变得容易幻想起来。"},
{"sunSign":8,"moonSign":1,"description":"性格有内有外,内外向都属于不稳定型。思想细腻、情绪深刻、情感表达强烈。\n情绪变化较大，容易低落也容易热血澎湃，工作中如果控制好自我情绪状态，创造力和行动力都是相当惊人的。工作中的被动性和主动性都很强，敏感且急躁，直觉性强，虽然有不错的分析和判断力，但很多决定都是一时冲动，思考足够谨慎，落实到行为中总会火急火燎。会有一些粗心大意，不管细节。当有着刺激自己热情和想象力的工作时，能表现出很强的爆发力，风风火火的做事态度也很容易做出亮眼的表现，只是在对需要耐心的工作上，容易懒散下来，耐心不足，无法忍受枯燥单调的事物。自制能力不够。会有一些任性妄为。大事能深刻谨记小事容易健忘。\n在交朋友方面既富于言辞表达也有着洞察体会他人心思的共情心。这就很容易让他人靠近于自己，能快速融于热火朝天人群中，亦能享受于独处的思考想像的空间。既热爱热闹，也享受孤独。\n情绪变化起伏太大，感情来的时候热烈奔放，耐心有限，对待感情虽然深情，但是缺乏专注，一旦激情消退，感情也容易转移。\n"},
{"sunSign":8,"moonSign":2,"description":"内向型性格，原则性强，表现出一定的固执性。有丰富的想象力和创造力。感受性强，反应缓慢，有较高的耐心和深刻情绪体验。观察仔细，且具有着一定的洞察力，小心谨慎，亦有一些优柔寡断。对待工作认真负责，在自己经验范围内的事能够慢条斯理的处理好，一旦坚持一种事情到极端，往往能做出不小的成就。不过有时也会钻牛角尖，往往会在错误的细节上越走越远无法自拔。可能对文学性和艺术性有着一定喜爱或追求，这源自于内心丰富情感的升华和日积月累的生活经验。\n可能是不善言辞的原因，绝不会是交际花的类型，朋友虽然不多，但却对要好的朋友十分真诚，务实的特点也让自己在选择真心朋友之前考虑对方是否是个言而有信，十分靠谱的人。\n重情感，在相互了解的基础上，往往内心的情感十分执着，深沉，但必须要注意控制自己固执和多愁善感的问题，情绪化的情感状态也会给自己带来极大的负面影响。\n"},
{"sunSign":8,"moonSign":3,"description":"性格有内有外，思想灵活，有一定的悲观防御性色彩，富有巨大甚至极端的想象、创造力。想法多变，亦具有一定的深度。学习能力较强，有巧言善辩的能力。性格内外向的特征明显，对外表现出活泼的心态与优秀的交际能力，对内总呈现出沉默寡言，深度思考的状态。优秀的洞察力，在与外人建立起良好的沟通过程中能够察言观色，随机应变。内心有一定的野心与梦想，只是想法多变的情况会让自己兴趣变得容易转移。难以适应无趣枯燥的东西。\n生活中，朝气蓬勃，活泼多变，追求自由自在，无拘无束状态。但是其实内心的孤独寂寞感与生俱来。这种孤独感也随时出现在不经意的状态，面对朋友也是，所以在朋友眼里，时而开朗、精明、时而悲观、忧郁。这偶尔也会让朋友无所适从。\n对待情感的体验很深，有着专注，执着的态度。虽然表现出来的可能是随意，放纵，无欲无求的状态，但是真遇到对的人，欲望，情感都表现出巨大的谨慎性和控制欲。\n"},
{"sunSign":8,"moonSign":4,"description":"内向不稳定型格，感情内敛深刻，受情绪影响大，对待工作能尽心尽责，富有巨大的想象力和创造力，善于分析问题和思考战略。优秀的洞察力能够敏锐的察觉他人想法，大部分时候都处于一种被动消极的状态，只有当自己的情感和创造力被激发的时候才能表现出足够的动力。独立思考性强，思想会相对极端一些，心思敏感，有强大的感情记忆力，往往会因为他人的伤害或者背叛而深记很久。有时候也会因为一些小事变得多疑，情绪不稳。如何控制好自身理智的一面会让自己的状态更加健康。\n对待生活和工作都是讲究现实的，虽然内心里都富有美好的期许，但很多生活上的事看得透彻，这就会让自己时刻把自己拉回现实，家庭的归属感很重，会有一颗去创造浪漫美好生活的心。\n总是保持一种孤独的状态，表达能力不强，交际方面也不太会有特别多的朋友，因为本身也没有特别爱交朋友的想法，但有一两个真心的朋友，就能建立起极大的信任感。\n情感方面，心思敏感，不善言辞，也不易外露，但内心感情世界是极其热烈的，当处于热恋之中内心那颗如孩子般幼稚的表现总自己最单纯的一面。\n"},
{"sunSign":8,"moonSign":5,"description":"内外向性格皆有，常常处于不稳定状态，情绪起伏较大，心里的自卑感和自信感都表现得很强烈，有着不错的洞察力和判断力，能够成为工作中优秀的决策者，能成为领导型人才。面对问题能冷静分析，思考本质。良好的行动力也能贯彻执行。果断而坚决，十分厌恶拖泥带水。善于思考，有时做判断也会凭直觉。创造力爆发力强，想法极端，情绪敏感，有时会因为情绪化而优柔寡断，也会一时脑热做出很多冲动的事情。能克制自己的情绪，往往能在工作事业上做出大努力成就。\n会去努力实现并享受高端大气生活品质，不爱甘于平庸。优秀的表达能力，和洞察人心的观察力，很容易与他人建立起良好的关系。乐于会成为人群中闪耀的焦点，内心深处却有一种独属于自己的孤独感。\n喜欢刺激有富于挑战的爱情，情感深刻执着，热烈浪漫，征服欲也很强，在爱情的过程对另一半全心全意，毫无保留，会幼稚的像小孩。有时面对外界诱惑，感情冲动易转移的毛病也会有。\n"},
{"sunSign":8,"moonSign":6,"description":"内向型性格，性格处于稳定与不稳定的状态，大部分时间为安静沉默的状态。心思敏感细腻，仔细务实。以经验主义准则对待工作和处理未知的事物。在工作上不会冒进冲动，也不会耍小聪明。更多的是学习累积，善于思考，凭借优秀的观察力和一定的分析能力，会慢条斯理的把问题一个个解决。讲原则，重视工作或者事物的实际意义。有着不错想象力和创造能力，厌恶庸俗，能创造出与众不同的成果，同时会有一些极端的想法。兴趣转移慢，一旦执着一件事会一直耐心坚持下去，会变得固执，并同时还有一些拖延毛病。在面对情绪化的问题会优柔寡断。\n生活上讲究不拘一格，会有很多一直坚持的或者完全不能接受的习惯。有时也会比较懒散。一般并不乐于交际，会自己享受属于自己的孤独的状态。朋友不多，但是重在质量，能够有足够的信任往往才能成为知心的朋友。在外人寡言少语，在朋友面前叨叨不停。\n对待情感深刻执着，内心会有悲观自卑的状态，平淡冷静的外表下是十分火热的心，只是自身状态很容易受感情的波动而变得反覆无常，歇斯底里。\n"},
{"sunSign":8,"moonSign":7,"description":"性格有內有外，外向稳定型与内向不稳定型结合，会表现出温文尔雅，大部分时候表现出，开朗健谈，滔滔不绝。也会表现出沉默寡言，心思敏感的一面。优秀的思维能力，善于分析，学习的速度很快，如果能专注起来。会在某些领域达到一种极致或者极端的成就。会有不错的判断力，但是面对很多问题有表现出优柔寡断，难以抉择。想法自由自在，具有一定的想象力和创造力。思想既有深度也有广度。能很好的洞察他人的想法，与他人建立起良好的沟通。会热衷于自我形象上的管理，希望能够成为人群中的焦点中心。总是致力于人或事物之间的平衡关系。\n生活中，朝气蓬勃，活泼多变，追求自由自在，无拘无束状态。洒脱的外表下，总是有一些孤独感，内心既厌恶孤独也时常陷入孤独之中。\n感情上的控制欲会比较强，实际上对待感情却是十分敏感和执着的，对待情感还是有很深的体验，情感的视线往往会比较注意到有趣的、敏感的人。\n"}]